[
  {
    "ID de Pregunta": "PHC2-P-001",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un colectivo docente de primaria, al analizar el Art铆culo 3掳 Constitucional, decide que el principio de 'universalidad' implica que la escuela debe buscar activamente a los ni帽os que no est谩n escolarizados en la comunidad para ofrecerles acceso. 驴Qu茅 aspecto de la aplicaci贸n de este principio se refleja en esta decisi贸n?",
    "Opci贸n A": "La pasividad de la escuela en la matr铆cula.",
    "Opci贸n B": "La obligaci贸n de la escuela de ser proactiva en garantizar el derecho a la educaci贸n de todos los individuos.",
    "Opci贸n C": "La limitaci贸n del derecho a la educaci贸n a quienes llegan a la escuela.",
    "Opci贸n D": "La delegaci贸n de la responsabilidad de la matr铆cula a las familias.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La universalidad en el Art铆culo 3掳 va m谩s all谩 del acceso pasivo, implicando una obligaci贸n proactiva de la escuela para garantizar el derecho a la educaci贸n de todos los individuos en la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-P-002",
    "Nivel": " P",
    "Tema/Subtema": "2.1.2 Principios de Justicia Social, Equidad e Inclusi贸n",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria observa que, a pesar de ofrecer los mismos recursos a todos sus alumnos, aquellos de contextos socioecon贸micos vulnerables siguen mostrando un rezago significativo. Para aplicar el principio de 'Equidad' de la NEM, 驴qu茅 acci贸n deber铆a priorizar el docente?",
    "Opci贸n A": "Continuar ofreciendo los mismos recursos a todos para mantener la igualdad.",
    "Opci贸n B": "Ignorar el rezago, ya que es responsabilidad de las familias.",
    "Opci贸n C": "Implementar apoyos diferenciados y adaptaciones pedag贸gicas para compensar las desventajas de origen.",
    "Opci贸n D": "Excluir a los alumnos con rezago para no afectar el promedio del grupo.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La equidad en la NEM implica dar m谩s a quien m谩s lo necesita, es decir, ofrecer apoyos diferenciados y adaptaciones para compensar las desventajas de origen y que todos logren el m谩ximo desarrollo."
  },
  {
    "ID de Pregunta": "PHC2-P-003",
    "Nivel": " P",
    "Tema/Subtema": "3.1.3 Implicaciones pr谩cticas para la planeaci贸n, evaluaci贸n y gesti贸n del aula",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria busca que la 'gesti贸n del aula' en la NEM transforme su espacio en un ambiente democr谩tico y participativo. 驴Qu茅 implicaci贸n pr谩ctica de la gesti贸n del aula debe implementar para lograr esto?",
    "Opci贸n A": "Mantener una estructura jer谩rquica r铆gida donde el docente toma todas las decisiones.",
    "Opci贸n B": "Fomentar el di谩logo, el respeto mutuo y la participaci贸n de los estudiantes en la toma de decisiones sobre las normas de convivencia.",
    "Opci贸n C": "Limitar la interacci贸n entre los alumnos para evitar conflictos.",
    "Opci贸n D": "Priorizar la disciplina estricta sobre la autonom铆a de los estudiantes.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La gesti贸n del aula en la NEM busca crear un ambiente democr谩tico y participativo, donde se fomenta el di谩logo, el respeto mutuo y la participaci贸n de los estudiantes en la toma de decisiones, como las normas de convivencia."
  },
  {
    "ID de Pregunta": "PHC2-P-004",
    "Nivel": " P",
    "Tema/Subtema": "4.2 Progresiones de Aprendizaje",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria est谩 dise帽ando una secuencia did谩ctica para ense帽ar el concepto de 'fracciones'. Decide introducirlo con ejemplos concretos de reparto de alimentos en el aula, y en unidades posteriores, lo retomar谩 con problemas m谩s complejos de proporciones en la comunidad. 驴Qu茅 caracter铆stica de las Progresiones de Aprendizaje (PDA) est谩 aplicando y por qu茅 es efectiva?",
    "Opci贸n A": "Linealidad, porque sigue un orden estricto.",
    "Opci贸n B": "Rigidez, porque no permite cambios.",
    "Opci贸n C": "Gradualidad y Continuidad (Curr铆culo en Espiral), porque el concepto se retoma y profundiza con mayor complejidad a lo largo del tiempo.",
    "Opci贸n D": "Estaticidad, porque el concepto no evoluciona.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La pr谩ctica de retomar conceptos con mayor complejidad en diferentes momentos se alinea con la caracter铆stica de 'Gradualidad y Continuidad' de las PDA, que es parte del 'Curr铆culo en Espiral', permitiendo una construcci贸n profunda del conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-P-005",
    "Nivel": " P",
    "Tema/Subtema": "5.1.3 Rol del docente como mediador",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al implementar un proyecto, se da cuenta de que sus alumnos est谩n frustrados porque no logran un resultado esperado. En lugar de darles la soluci贸n, les gu铆a con preguntas para que reflexionen sobre el error y propongan nuevas estrategias. 驴Qu茅 facetas de su rol como mediador est谩 ejerciendo y qu茅 busca fomentar?",
    "Opci贸n A": "Solo Facilitador Cognitivo; busca que memoricen la soluci贸n.",
    "Opci贸n B": "Acompa帽ante Socioemocional y Agente de Cambio; busca evitar la frustraci贸n.",
    "Opci贸n C": "Facilitador Cognitivo y Acompa帽ante Socioemocional; busca la construcci贸n de conocimiento y la gesti贸n emocional.",
    "Opci贸n D": "Dise帽ador de Ambientes H铆bridos; busca usar tecnolog铆a.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "Al guiar la reflexi贸n sobre el error y la b煤squeda de nuevas estrategias (Facilitador Cognitivo) y al mismo tiempo manejar la frustraci贸n de los alumnos (Acompa帽ante Socioemocional), el docente ejerce ambas facetas, fomentando la construcci贸n de conocimiento y la gesti贸n emocional."
  },
  {
    "ID de Pregunta": "PHC2-P-006",
    "Nivel": " P",
    "Tema/Subtema": "6.1 Gesti贸n Escolar Colaborativa y el CE",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Consejo Escolar (CE) de una escuela ha definido objetivos y metas para su Programa Escolar de Mejora Continua (PEMC). Ahora, para la fase de 'Ejecuci贸n', 驴qu茅 acci贸n es crucial para asegurar que las acciones se implementen eficazmente?",
    "Opci贸n A": "Delegar toda la responsabilidad al director sin seguimiento.",
    "Opci贸n B": "Implementar las acciones planificadas, con roles y responsabilidades claras para cada miembro y sector.",
    "Opci贸n C": "Solo registrar las acciones sin llevarlas a cabo.",
    "Opci贸n D": "Esperar a que los problemas se resuelvan solos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Ejecuci贸n es la fase donde se implementan las acciones planificadas, con roles y responsabilidades claras para cada miembro y sector, lo cual es crucial para la eficacia del PEMC."
  },
  {
    "ID de Pregunta": "PHC2-P-007",
    "Nivel": " P",
    "Tema/Subtema": "7.3.5 Plan de acci贸n ante acoso",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria ha intervenido en un caso de acoso escolar y ha realizado la intervenci贸n restaurativa. Ahora, en la Fase 5 ('Seguimiento continuo'), 驴qu茅 acci贸n es fundamental para garantizar el bienestar de la v铆ctima y la prevenci贸n de futuros incidentes?",
    "Opci贸n A": "Dar por terminado el caso una vez que se habl贸 con los involucrados.",
    "Opci贸n B": "Monitorear la situaci贸n de la v铆ctima para asegurar que el acoso no se repita y dar seguimiento al agresor para observar cambios de conducta.",
    "Opci贸n C": "Ignorar a los alumnos involucrados para evitar revictimizaci贸n.",
    "Opci贸n D": "Solo informar a los padres sin m谩s acciones de la escuela.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Fase 5 de seguimiento continuo es crucial para monitorear la situaci贸n de la v铆ctima y del agresor, y trabajar con el grupo para restaurar el clima de convivencia, previniendo futuros incidentes."
  },
  {
    "ID de Pregunta": "PHC2-P-008",
    "Nivel": " P",
    "Tema/Subtema": "8.5 An谩lisis de Apartados Clave del Acuerdo 14/08/23",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al preparar su portafolio de evidencias para la Promoci贸n Horizontal, decide incluir un informe detallado de un proyecto sociocomunitario donde sus alumnos demostraron pensamiento cr铆tico, colaboraci贸n e inclusi贸n. 驴Qu茅 implicaci贸n operativa del Acuerdo 14/08/23 se refleja en esta acci贸n y por qu茅 es estrat茅gica?",
    "Opci贸n A": "Dominio Digital; porque el informe es digital.",
    "Opci贸n B": "Preparaci贸n Espec铆fica y Alineaci贸n con la NEM; porque demuestra la aplicaci贸n de principios pedag贸gicos valorados en el Acuerdo.",
    "Opci贸n C": "Carga Documental; porque es un documento m谩s.",
    "Opci贸n D": "Mejora Continua; pero sin relaci贸n con la promoci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Incluir un proyecto sociocomunitario documentado demuestra la 'Preparaci贸n Espec铆fica' y la 'Alineaci贸n con la NEM', ya que el Acuerdo 14/08/23 valora la pr谩ctica pedag贸gica que encarna los principios y ejes de la Nueva Escuela Mexicana."
  },
  {
    "ID de Pregunta": "PHC2-P-009",
    "Nivel": " P",
    "Tema/Subtema": "9.3 Bandura y la Teor铆a Social Cognitiva",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa un sistema de 'mentores de pares' donde alumnos con mayor dominio en una habilidad ayudan a sus compa帽eros. 驴Qu茅 concepto de Bandura se fortalece en los alumnos que act煤an como mentores y c贸mo impacta su aprendizaje?",
    "Opci贸n A": "Aprendizaje por Observaci贸n, al ver a sus compa帽eros.",
    "Opci贸n B": "Autorregulaci贸n, al controlar su propio proceso.",
    "Opci贸n C": "Autoeficacia, al creer en su capacidad para ense帽ar y ayudar a otros, lo que consolida su propio conocimiento.",
    "Opci贸n D": "Modelado, al imitar al docente.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "Al actuar como mentores, los alumnos fortalecen su 'Autoeficacia', es decir, la creencia en su capacidad para ense帽ar y ayudar, lo que a su vez consolida su propio conocimiento y habilidades."
  },
  {
    "ID de Pregunta": "PHC2-P-010",
    "Nivel": " P",
    "Tema/Subtema": "1.6 Puntos Claves + Tips para Docentes",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al enfrentar una situaci贸n de violencia escolar, decide 'Documentar siempre' los hechos, fechas, testigos y acciones tomadas. 驴Qu茅 implicaci贸n tiene este 'Punto Clave' en la protecci贸n de sus derechos como docente?",
    "Opci贸n A": "Es irrelevante para su protecci贸n.",
    "Opci贸n B": "Le permite tener evidencia formal para activar protocolos y buscar apoyo institucional, protegiendo sus derechos y los de los alumnos.",
    "Opci贸n C": "Solo sirve para culpar a otros.",
    "Opci贸n D": "Es una p茅rdida de tiempo administrativo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El tip 'Documenta siempre' es crucial para la protecci贸n del docente, ya que le proporciona evidencia formal para activar protocolos, buscar apoyo institucional y proteger sus derechos y los de los alumnos."
  },
  {
    "ID de Pregunta": "PHC2-P-011",
    "Nivel": " P",
    "Tema/Subtema": "2.3.4 Igualdad de G茅nero",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover la 'Igualdad de G茅nero', dise帽a actividades donde los roles en los juegos y trabajos en equipo se rotan constantemente, sin distinci贸n de g茅nero, y resalta los logros de mujeres y hombres en la historia. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 aplicando?",
    "Opci贸n A": "Fomentar roles de g茅nero tradicionales.",
    "Opci贸n B": "Promover la deconstrucci贸n de estereotipos y la participaci贸n equitativa de todos los g茅neros.",
    "Opci贸n C": "Ignorar las diferencias de g茅nero para evitar conflictos.",
    "Opci贸n D": "Solo hablar de igualdad sin acciones concretas.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La rotaci贸n de roles y el reconocimiento de logros de todos los g茅neros buscan la deconstrucci贸n de estereotipos y el fomento de la participaci贸n equitativa, lo cual es una implicaci贸n pedag贸gica clave de la Igualdad de G茅nero."
  },
  {
    "ID de Pregunta": "PHC2-P-012",
    "Nivel": " P",
    "Tema/Subtema": "3.2.4 Ejemplos pr谩cticos y modos de intervenci贸n (Tips Escolares)",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al observar que hay mucha basura en el patio de la escuela, gu铆a a sus alumnos para que investiguen las causas (Ciencias), dise帽en carteles (Lenguajes, Artes) y organicen una jornada de limpieza con la comunidad. 驴Qu茅 estrategia de aprendizaje situado est谩 aplicando y qu茅 busca lograr?",
    "Opci贸n A": "Estudio de Casos; solo la comprensi贸n te贸rica del problema.",
    "Opci贸n B": "Aprendizaje Basado en Proyectos Comunitarios (ABPC); la resoluci贸n de un problema real con impacto social y la integraci贸n de saberes.",
    "Opci贸n C": "Simulaciones; solo la pr谩ctica de habilidades sin acci贸n real.",
    "Opci贸n D": "Aprendizaje Servicio; sin involucrar a la comunidad.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Esta es una aplicaci贸n clara del Aprendizaje Basado en Proyectos Comunitarios (ABPC), que busca resolver un problema real del entorno con la participaci贸n de la comunidad, integrando diversos saberes y generando un impacto social."
  },
  {
    "ID de Pregunta": "PHC2-P-013",
    "Nivel": " P",
    "Tema/Subtema": "4.8 Conclusi贸n (Planeaci贸n, Metodolog铆a y Evaluaci贸n)",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 4 establece que la 'planeaci贸n did谩ctica situada es el punto de partida que contextualiza el curr铆culo a la realidad de los estudiantes'. 驴Qu茅 implicaci贸n tiene esto para el docente en su rol de estratega pedag贸gico?",
    "Opci贸n A": "Debe seguir un curr铆culo r铆gido sin adaptaci贸n.",
    "Opci贸n B": "Debe dise帽ar experiencias de aprendizaje aut茅nticas y significativas que partan del contexto y problem谩ticas reales de los alumnos.",
    "Opci贸n C": "Debe enfocarse solo en la transmisi贸n de contenidos te贸ricos.",
    "Opci贸n D": "Debe evitar la participaci贸n de la comunidad en la planeaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La planeaci贸n did谩ctica situada exige al docente ser un estratega que dise帽e experiencias aut茅nticas y significativas, partiendo de la realidad y problem谩ticas de los alumnos para contextualizar el curr铆culo."
  },
  {
    "ID de Pregunta": "PHC2-P-014",
    "Nivel": " P",
    "Tema/Subtema": "5.8 Conclusi贸n (Metodolog铆as Activas y Mediaci贸n)",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 5 afirma que 'la integraci贸n estrat茅gica de los recursos digitales y tecnol贸gicos amplifica las posibilidades de las metodolog铆as activas'. 驴Qu茅 implicaci贸n tiene esto para el docente en la NEM?",
    "Opci贸n A": "Que el docente debe reemplazar su ense帽anza con tecnolog铆a.",
    "Opci贸n B": "Que el docente debe usar la tecnolog铆a de forma intencionada y cr铆tica para enriquecer las experiencias de aprendizaje y fomentar la ciudadan铆a digital.",
    "Opci贸n C": "Que la tecnolog铆a solo sirve para el entretenimiento en el aula.",
    "Opci贸n D": "Que el uso de la tecnolog铆a limita la interacci贸n social.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La integraci贸n estrat茅gica de la tecnolog铆a implica que el docente la use de forma intencionada y cr铆tica para enriquecer el aprendizaje y desarrollar la ciudadan铆a digital, no para reemplazar su rol o limitar la interacci贸n."
  },
  {
    "ID de Pregunta": "PHC2-P-015",
    "Nivel": " P",
    "Tema/Subtema": "6.7 Conclusi贸n (Trabajo Colegiado, CE, CPA)",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 6 establece que el 'Trabajo Colegiado Docente y las Comunidades Profesionales de Aprendizaje (CPA) son los espacios vitales donde los maestros reflexionan, aprenden y co-construyen la pr谩ctica pedag贸gica'. 驴Qu茅 implicaci贸n tiene esto para la mejora continua en la escuela?",
    "Opci贸n A": "La mejora continua es un proceso individual de cada docente.",
    "Opci贸n B": "La mejora continua es impulsada por la reflexi贸n conjunta, el aprendizaje mutuo y la innovaci贸n pedag贸gica que surge del colectivo docente.",
    "Opci贸n C": "La mejora continua es dictada por la direcci贸n sin participaci贸n de los docentes.",
    "Opci贸n D": "La mejora continua se enfoca solo en la administraci贸n escolar.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El trabajo colegiado y las CPA son fundamentales porque impulsan la mejora continua a trav茅s de la reflexi贸n conjunta, el aprendizaje mutuo y la co-construcci贸n de pr谩cticas pedag贸gicas innovadoras por parte del colectivo docente."
  },
  {
    "ID de Pregunta": "PHC2-P-016",
    "Nivel": " P",
    "Tema/Subtema": "7.6 Conclusi贸n (Vinculaci贸n Escuela-Familia-Comunidad)",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 7 afirma que la 'vinculaci贸n Escuela-Familia-Comunidad es la esencia operativa y transformadora de la Nueva Escuela Mexicana'. 驴Qu茅 implicaci贸n tiene esto para la escuela p煤blica en su rol de motor de transformaci贸n social?",
    "Opci贸n A": "La escuela debe operar de forma aut贸noma, sin interferencia externa.",
    "Opci贸n B": "La escuela debe abrirse y tejer redes con la comunidad, involucr谩ndola activamente en proyectos que generen un impacto social m谩s all谩 de lo acad茅mico.",
    "Opci贸n C": "La comunidad es solo un receptor de los servicios educativos de la escuela.",
    "Opci贸n D": "La transformaci贸n social es responsabilidad exclusiva de las autoridades gubernamentales.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La vinculaci贸n es la esencia porque permite a la escuela abrirse, tejer redes con la comunidad e involucrarla activamente en proyectos que generen un impacto social, transform谩ndose en un motor de cambio."
  },
  {
    "ID de Pregunta": "PHC2-P-017",
    "Nivel": " P",
    "Tema/Subtema": "8.7 Conclusi贸n (Acuerdo 14/08/23)",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 8 establece que el 'Acuerdo 14/08/23 es una estrategia de justicia profesional y pedag贸gica'. 驴Qu茅 implicaci贸n tiene esto para el magisterio mexicano?",
    "Opci贸n A": "Es un mero tr谩mite administrativo para obtener un aumento salarial.",
    "Opci贸n B": "Es un mecanismo que vincula el m茅rito y la trayectoria docente con la excelencia, la 茅tica y la contribuci贸n a la transformaci贸n educativa de la NEM.",
    "Opci贸n C": "Solo valora la antig眉edad y no requiere de preparaci贸n adicional.",
    "Opci贸n D": "Genera competencia desleal entre los docentes.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El Acuerdo 14/08/23 es una estrategia de justicia profesional y pedag贸gica porque reconoce el m茅rito y la trayectoria, vinculando el desarrollo docente con la excelencia, la 茅tica y la transformaci贸n educativa de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-018",
    "Nivel": " P",
    "Tema/Subtema": "9.7 Conclusi贸n (Teor铆as Cl谩sicas)",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 9 afirma que las teor铆as de Vygotsky, Piaget, Bandura y Bruner 'dotan de profundidad y coherencia a la Nueva Escuela Mexicana'. 驴Qu茅 implicaci贸n tiene esto para la pr谩ctica docente en la NEM?",
    "Opci贸n A": "Que el docente debe ignorar estas teor铆as por ser conceptos antiguos y sin aplicaci贸n pr谩ctica.",
    "Opci贸n B": "Que el docente, al comprender estas bases te贸ricas, puede dise帽ar experiencias pedag贸gicas m谩s conscientes y efectivas, que respeten los ritmos, potencien la autonom铆a y preparen a los estudiantes para ser ciudadanos cr铆ticos.",
    "Opci贸n C": "Que la NEM es una teor铆a completamente nueva sin bases previas.",
    "Opci贸n D": "Que el conocimiento te贸rico es irrelevante para la pr谩ctica y solo importa la experiencia.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La comprensi贸n de estas bases te贸ricas permite al docente dise帽ar experiencias pedag贸gicas m谩s conscientes y efectivas, que respetan los ritmos de aprendizaje, potencian la autonom铆a y forman ciudadanos cr铆ticos, lo que dota de profundidad a su pr谩ctica en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-019",
    "Nivel": " P",
    "Tema/Subtema": "1.2 Ley General de Educaci贸n",
    "Tiempo recomendado": "45s",
    "Enunciado": "La Ley General de Educaci贸n (LGE) establece que los servidores p煤blicos del sector educativo deben cumplir con los principios rectores y que existen sanciones si vulneran derechos de los alumnos o incumplen sus obligaciones. Un docente de primaria, al ser consciente de esto, 驴qu茅 implicaci贸n deber铆a tener en su pr谩ctica diaria para garantizar un ambiente de respeto y legalidad?",
    "Opci贸n A": "Puede ignorar las normativas si considera que no son pr谩cticas.",
    "Opci贸n B": "Debe conocer y aplicar activamente los principios rectores, siendo consciente de sus responsabilidades y las consecuencias legales de su incumplimiento.",
    "Opci贸n C": "Las sanciones solo aplican a directivos, por lo que su rol es limitado.",
    "Opci贸n D": "Su 煤nica obligaci贸n es impartir los contenidos acad茅micos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La LGE implica que el docente debe conocer y aplicar los principios rectores, siendo consciente de sus responsabilidades y las consecuencias legales (sanciones) por vulnerar derechos o incumplir sus obligaciones, lo que impacta directamente su pr谩ctica diaria."
  },
  {
    "ID de Pregunta": "PHC2-P-020",
    "Nivel": " P",
    "Tema/Subtema": "2.1.2 Principios de Justicia Social, Equidad e Inclusi贸n",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se encuentra con un grupo de alumnos con una gran diversidad de contextos socioecon贸micos y culturales. Para aplicar el principio de 'Equidad' de la NEM de manera efectiva, 驴qu茅 acci贸n pedag贸gica deber铆a priorizar?",
    "Opci贸n A": "Ense帽ar los mismos contenidos y usar las mismas metodolog铆as para todos, para asegurar la igualdad.",
    "Opci贸n B": "Identificar las necesidades espec铆ficas de cada alumno y aplicar apoyos diferenciados y adaptaciones curriculares para que todos logren el m谩ximo desarrollo de sus potencialidades.",
    "Opci贸n C": "Delegar la responsabilidad de las adaptaciones a los padres de familia.",
    "Opci贸n D": "Excluir a los alumnos con mayores desventajas para no afectar el ritmo del grupo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Equidad en la NEM va m谩s all谩 de la igualdad formal, reconociendo que se requieren apoyos diferenciados y adaptaciones para que cada estudiante logre el m谩ximo desarrollo de sus potencialidades, compensando desventajas de origen."
  },
  {
    "ID de Pregunta": "PHC2-P-021",
    "Nivel": " P",
    "Tema/Subtema": "3.1.2 Principios para transformar la pr谩ctica docente",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, en lugar de solo transmitir informaci贸n, dise帽a situaciones donde los estudiantes analizan noticias, debaten sobre problem谩ticas locales y proponen soluciones creativas. 驴Qu茅 principio transformador de la pr谩ctica docente en la NEM est谩 aplicando y qu茅 tipo de metodolog铆as implica?",
    "Opci贸n A": "Humanismo Radical; metodolog铆as expositivas y memor铆sticas.",
    "Opci贸n B": "Contextualizaci贸n y Pertinencia; metodolog铆as tradicionales y unidireccionales.",
    "Opci贸n C": "Pensamiento Cr铆tico como Eje; metodolog铆as activas y dial贸gicas que fomentan el an谩lisis y la proposici贸n.",
    "Opci贸n D": "Formaci贸n Integral; metodolog铆as centradas en la acumulaci贸n de datos.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El principio de 'Pensamiento Cr铆tico como Eje' implica que el docente debe fomentar la capacidad de los estudiantes para analizar, cuestionar y proponer soluciones a problemas reales, lo que requiere el uso de metodolog铆as activas y dial贸gicas, donde el debate y la creatividad son centrales."
  },
  {
    "ID de Pregunta": "PHC2-P-022",
    "Nivel": " P",
    "Tema/Subtema": "4.1 Planeaci贸n Did谩ctica Situada",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un colectivo docente de primaria, durante el CTE, decide que su Programa Anal铆tico debe reflejar las problem谩ticas de la comunidad y los intereses de los estudiantes. 驴Qu茅 elementos t茅cnicos de la planeaci贸n situada est谩n priorizando y por qu茅 es fundamental esta flexibilidad?",
    "Opci贸n A": "Campos Formativos y Progresiones de Aprendizaje; porque son la base curricular r铆gida.",
    "Opci贸n B": "Diagn贸stico y Codise帽o Curricular; porque permiten conocer el contexto y adaptar el curr铆culo para que sea relevante y significativo.",
    "Opci贸n C": "Secuencia Did谩ctica y Evaluaci贸n Formativa; porque solo se enfocan en la ejecuci贸n.",
    "Opci贸n D": "Prop贸sitos Situados y Gesti贸n del Aula; porque son elementos aislados.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El Diagn贸stico (conocer el contexto y los intereses) y el Codise帽o Curricular (adaptar el curr铆culo en el CTE) son elementos t茅cnicos fundamentales que otorgan flexibilidad a la planeaci贸n situada, haci茅ndola relevante y significativa para la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-P-023",
    "Nivel": " P",
    "Tema/Subtema": "5.2.2 Pasos para implementaci贸n (ABP)",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria y sus alumnos han investigado a fondo un problema de su comunidad y han dise帽ado una soluci贸n creativa. Ahora, para la fase de 'Socializaci贸n' de su Aprendizaje Basado en Proyectos (ABP) Comunitario, deciden organizar una feria abierta a los vecinos para presentar su propuesta. 驴Qu茅 prop贸sito principal tiene esta fase en el contexto del ABP Comunitario?",
    "Opci贸n A": "Solo obtener una calificaci贸n final para el proyecto.",
    "Opci贸n B": "Presentar el producto o soluci贸n a la comunidad para generar conciencia, recibir retroalimentaci贸n y celebrar los logros, buscando un impacto real.",
    "Opci贸n C": "Competir con otros proyectos de la escuela.",
    "Opci贸n D": "Mantener el proyecto en el 谩mbito interno del aula.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La fase de Socializaci贸n en el ABP Comunitario es crucial para que el producto o soluci贸n sea presentado a una audiencia real (la comunidad), generando conciencia, recibiendo retroalimentaci贸n y buscando un impacto social genuino."
  },
  {
    "ID de Pregunta": "PHC2-P-024",
    "Nivel": " P",
    "Tema/Subtema": "6.4 Mejora Continua y Liderazgo Colectivo",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un director de primaria, buscando fortalecer la mejora continua en su escuela, promueve que el colectivo docente, tras implementar una nueva estrategia pedag贸gica, no solo eval煤e los resultados, sino que tambi茅n realice una 'Retroalimentaci贸n' profunda para ajustar la planeaci贸n y reiniciar el ciclo. 驴Qu茅 implicaci贸n tiene esta pr谩ctica en el liderazgo colectivo?",
    "Opci贸n A": "El liderazgo recae 煤nicamente en el director al final del ciclo.",
    "Opci贸n B": "Fomenta un liderazgo distribuido donde la reflexi贸n y el ajuste son responsabilidad compartida, impulsando la mejora continua de manera sistem谩tica.",
    "Opci贸n C": "Limita la autonom铆a de los docentes al imponer un ciclo de evaluaci贸n.",
    "Opci贸n D": "Reduce la necesidad de colaboraci贸n entre los maestros.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La retroalimentaci贸n sistem谩tica en el ciclo de mejora continua fomenta un liderazgo distribuido, ya que la reflexi贸n y el ajuste se convierten en una responsabilidad compartida por todo el colectivo docente, impulsando la mejora de manera sistem谩tica."
  },
  {
    "ID de Pregunta": "PHC2-P-025",
    "Nivel": " P",
    "Tema/Subtema": "7.3.6 Protecci贸n del docente",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria es testigo de un incidente de acoso escolar grave y ha documentado el caso y notificado a la direcci贸n. Sin embargo, siente que la situaci贸n lo ha afectado emocionalmente. 驴Qu茅 derecho del docente se activa en esta situaci贸n y qu茅 acci贸n deber铆a tomar para su protecci贸n?",
    "Opci贸n A": "Derecho a ignorar el incidente si le afecta emocionalmente.",
    "Opci贸n B": "Derecho a un ambiente laboral seguro y a recibir apoyo institucional; debe buscar apoyo de sus superiores o del sindicato.",
    "Opci贸n C": "Derecho a resolver el problema por s铆 mismo sin ayuda.",
    "Opci贸n D": "Derecho a ser recompensado econ贸micamente por el estr茅s.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El docente tiene derecho a un ambiente laboral seguro y a recibir apoyo institucional ante situaciones que lo afecten emocionalmente, por lo que debe buscar apoyo de sus superiores o del sindicato para su protecci贸n."
  },
  {
    "ID de Pregunta": "PHC2-P-026",
    "Nivel": " P",
    "Tema/Subtema": "8.3 Relaci贸n del Acuerdo con la NEM y la Mejora Continua",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Acuerdo 14/08/23 busca que la Promoci贸n Horizontal reconozca al docente que encarna los principios de la NEM. Un docente que demuestra la aplicaci贸n de los 7 ejes articuladores en su aula, 驴c贸mo contribuye a la transformaci贸n del sistema educativo a trav茅s de este Acuerdo?",
    "Opci贸n A": "Solo obtiene un beneficio econ贸mico personal sin impacto en la escuela.",
    "Opci贸n B": "Su reconocimiento incentiva a otros docentes a actualizarse en los paradigmas de la NEM, impulsando una mejora colectiva y sist茅mica en la calidad educativa.",
    "Opci贸n C": "Demuestra que la estandarizaci贸n de la ense帽anza es lo m谩s importante.",
    "Opci贸n D": "Reduce la necesidad de trabajo colegiado en la escuela.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El reconocimiento a docentes que aplican la NEM incentiva a otros a seguir su ejemplo, impulsando una mejora colectiva y sist茅mica en la calidad educativa, lo que contribuye a la transformaci贸n del sistema."
  },
  {
    "ID de Pregunta": "PHC2-P-027",
    "Nivel": " P",
    "Tema/Subtema": "9.1 Vygotsky y el Enfoque Socio-Hist贸rico-Cultural",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria organiza un proyecto donde alumnos de diferentes grados colaboran para crear un mural sobre la historia local, con la gu铆a de un historiador de la comunidad. 驴Qu茅 concepto de Vygotsky se aplica principalmente en esta situaci贸n y c贸mo beneficia el aprendizaje?",
    "Opci贸n A": "Andamiaje, porque el docente da todas las respuestas.",
    "Opci贸n B": "Zona de Desarrollo Pr贸ximo (ZDP), porque el aprendizaje ocurre en la interacci贸n con pares m谩s capaces y la gu铆a del historiador, impulsando el desarrollo cognitivo y cultural.",
    "Opci贸n C": "Mediaci贸n por herramientas culturales, sin interacci贸n social.",
    "Opci贸n D": "Desarrollo Socio-Hist贸rico-Cultural, porque el contexto no influye.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La colaboraci贸n entre alumnos de diferentes niveles de habilidad (pares m谩s capaces) y la mediaci贸n del historiador se sit煤an en la Zona de Desarrollo Pr贸ximo (ZDP) de Vygotsky, donde el aprendizaje se impulsa a trav茅s de la interacci贸n social y cultural."
  },
  {
    "ID de Pregunta": "PHC2-P-028",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa reuniones con las familias para trabajar temas socioemocionales y estrategias de apoyo acad茅mico. 驴Con qu茅 p谩rrafo del Art铆culo 3掳 Constitucional se alinea directamente esta acci贸n y qu茅 principio se refuerza?",
    "Opci贸n A": "P谩rrafo 1 (Derecho a la educaci贸n) y universalidad.",
    "Opci贸n B": "P谩rrafo 2 (Fines de la educaci贸n) y cultura de paz.",
    "Opci贸n C": "P谩rrafo 4 (Participaci贸n de las familias) y corresponsabilidad.",
    "Opci贸n D": "P谩rrafo 7 (Mejora continua) y excelencia.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La acci贸n se alinea con el P谩rrafo 4 del Art铆culo 3掳 Constitucional, que reconoce la participaci贸n de las familias como corresponsables del proceso educativo, reforzando el principio de corresponsabilidad."
  },
  {
    "ID de Pregunta": "PHC2-P-029",
    "Nivel": " P",
    "Tema/Subtema": "2.3.6 Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para fomentar la 'Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura', pide a sus alumnos que produzcan textos con una intenci贸n comunicativa real, como escribir una carta a un familiar o un informe de investigaci贸n. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 promoviendo y qu茅 busca lograr?",
    "Opci贸n A": "La lectura por placer sin escritura.",
    "Opci贸n B": "La escritura con prop贸sito y para diversas audiencias, desarrollando habilidades comunicativas y de comprensi贸n del mundo.",
    "Opci贸n C": "La memorizaci贸n de reglas ortogr谩ficas.",
    "Opci贸n D": "La prohibici贸n de textos no literarios.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La promoci贸n de la producci贸n de textos con una intenci贸n comunicativa real y para diversas audiencias (cartas, informes) es una implicaci贸n pedag贸gica clave del eje de Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura, buscando el desarrollo de habilidades comunicativas y de comprensi贸n del mundo."
  },
  {
    "ID de Pregunta": "PHC2-P-030",
    "Nivel": " P",
    "Tema/Subtema": "3.1.2 Principios para transformar la pr谩ctica docente",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se asegura de que su intervenci贸n no se limite a lo cognitivo, sino que abarque el desarrollo socioemocional, 茅tico, est茅tico y f铆sico de sus estudiantes. 驴Qu茅 principio transformador de la pr谩ctica docente en la NEM est谩 aplicando y qu茅 busca lograr?",
    "Opci贸n A": "Humanismo Radical; solo desarrollo emocional.",
    "Opci贸n B": "Pensamiento Cr铆tico como Eje; solo desarrollo intelectual.",
    "Opci贸n C": "Formaci贸n Integral; un equilibrio y armon铆a en todas las facultades del ser humano.",
    "Opci贸n D": "Corresponsabilidad y Colaboraci贸n; solo desarrollo social.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El principio de 'Formaci贸n Integral' implica que la intervenci贸n docente abarca el desarrollo de todas las facultades del ser humano (cognitiva, socioemocional, 茅tica, est茅tica y f铆sica), buscando un equilibrio y armon铆a."
  },
  {
    "ID de Pregunta": "PHC2-P-031",
    "Nivel": " P",
    "Tema/Subtema": "4.4 Campos Formativos y su Articulaci贸n",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un colectivo docente de primaria decide dise帽ar un proyecto sobre la 'alimentaci贸n saludable' que integre contenidos de 'Saberes y Pensamiento Cient铆fico' (nutrici贸n), 'Lenguajes' (creaci贸n de recetarios) y 'De lo Humano y lo Comunitario' (h谩bitos familiares). 驴Qu茅 concepto de la NEM se ejemplifica con esta planeaci贸n y por qu茅 es relevante?",
    "Opci贸n A": "La ense帽anza de asignaturas aisladas; porque no hay conexi贸n.",
    "Opci贸n B": "La articulaci贸n de los Campos Formativos a trav茅s de los Ejes Articuladores para un aprendizaje hol铆stico y significativo.",
    "Opci贸n C": "La eliminaci贸n de los contenidos curriculares; porque se enfoca en problemas.",
    "Opci贸n D": "La memorizaci贸n de datos sin aplicaci贸n; porque es un recetario.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Este ejemplo demuestra la articulaci贸n de los Campos Formativos a trav茅s de los Ejes Articuladores (como Vida Saludable), lo que permite un aprendizaje hol铆stico, interdisciplinario y significativo, como lo promueve la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-032",
    "Nivel": " P",
    "Tema/Subtema": "5.2.3 Ejemplos (ABP Modo Tips)",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa un proyecto 'Mi comunidad libre de pl谩sticos'. Utiliza Padlet para mapear el problema y Canva para dise帽ar campa帽as. 驴Qu茅 fases del ciclo de implementaci贸n del ABP se fortalecen con el uso de estas herramientas digitales y cu谩l es su impacto?",
    "Opci贸n A": "Diagn贸stico y Planificaci贸n; solo para organizar ideas.",
    "Opci贸n B": "Ejecuci贸n y Socializaci贸n; al permitir la investigaci贸n, el desarrollo de soluciones y la presentaci贸n a la comunidad para generar impacto.",
    "Opci贸n C": "Evaluaci贸n y Cierre; solo para documentar.",
    "Opci贸n D": "Solo Ejecuci贸n; sin socializaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El uso de Padlet para mapear el problema (diagn贸stico) y Canva para dise帽ar campa帽as (desarrollo del producto) se enmarca principalmente en las fases de Ejecuci贸n y Socializaci贸n (al presentar las campa帽as) del ciclo de implementaci贸n del ABP, fortaleciendo la investigaci贸n, el desarrollo de soluciones y la presentaci贸n a la comunidad para generar impacto."
  },
  {
    "ID de Pregunta": "PHC2-P-033",
    "Nivel": " P",
    "Tema/Subtema": "6.5 Trabajo en Red",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Consejo Escolar (CE) de una escuela establece alianzas estrat茅gicas con organizaciones de la sociedad civil (OSC) y autoridades municipales para un proyecto de reforestaci贸n. 驴Qu茅 beneficio principal aportan estas alianzas en el trabajo en red de la NEM y c贸mo impacta la escuela?",
    "Opci贸n A": "Limitar la participaci贸n de la comunidad; para mantener el control.",
    "Opci贸n B": "Compartir recursos (humanos, materiales, conocimiento) y expandir el impacto de las acciones educativas m谩s all谩 de la escuela, transform谩ndola en un nodo comunitario.",
    "Opci贸n C": "Generar competencia entre instituciones; para mejorar el rendimiento.",
    "Opci贸n D": "Reducir la corresponsabilidad; al delegar tareas.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Las alianzas estrat茅gicas en el trabajo en red permiten compartir recursos (humanos, materiales, conocimiento) y expandir el impacto de las acciones educativas m谩s all谩 de los l铆mites f铆sicos de la escuela, transform谩ndola en un nodo comunitario y potenciando su capacidad transformadora."
  },
  {
    "ID de Pregunta": "PHC2-P-034",
    "Nivel": " P",
    "Tema/Subtema": "7.3.5 Plan de acci贸n ante acoso",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria ha intervenido en un caso de acoso escolar y ha notificado a la direcci贸n. Ahora, en la Fase 4 ('Notificaci贸n formal'), 驴qu茅 acci贸n es fundamental para el seguimiento y la transparencia del caso y por qu茅 es crucial?",
    "Opci贸n A": "Ignorar el caso despu茅s de la intervenci贸n inicial; para evitar complicaciones.",
    "Opci贸n B": "Solo hablar con los padres de la v铆ctima; para no alarmar a otros.",
    "Opci贸n C": "Documentar el caso, notificar a los padres de todos los involucrados y a las autoridades educativas seg煤n los protocolos; para asegurar la transparencia, el seguimiento y la protecci贸n legal.",
    "Opci贸n D": "Resolver el caso sin dejar registro; para mantener la discreci贸n.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "En la Fase 4, es fundamental documentar el caso, notificar formalmente a los padres de todos los involucrados y a las autoridades educativas, siguiendo los protocolos establecidos, para asegurar la transparencia, el seguimiento y la protecci贸n legal de todos los actores."
  },
  {
    "ID de Pregunta": "PHC2-P-035",
    "Nivel": " P",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que se prepara para la Promoci贸n Horizontal decide 'Alinear su Formaci贸n' buscando cursos y posgrados que est茅n oficialmente reconocidos y sean relevantes para el perfil que busca la Promoci贸n Horizontal. 驴Qu茅 beneficio principal se espera de esta acci贸n, seg煤n los tips operativos, y c贸mo impacta su desarrollo profesional?",
    "Opci贸n A": "Solo acumular constancias sin valor pedag贸gico; para llenar el expediente.",
    "Opci贸n B": "Asegurar que la formaci贸n sume puntos en el proceso y, al mismo tiempo, mejore su pr谩ctica docente de acuerdo con los principios de la NEM, potenciando su perfil profesional.",
    "Opci贸n C": "Perder el tiempo en cursos irrelevantes para su carrera; por falta de gu铆a.",
    "Opci贸n D": "No tener que estudiar para el instrumento de valoraci贸n de conocimientos; al tener el t铆tulo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El tip 'Alinea tu Formaci贸n' busca que los cursos y posgrados sean estrat茅gicamente relevantes para el perfil que busca la Promoci贸n Horizontal, lo que no solo suma puntos, sino que mejora la pr谩ctica docente alineada con la NEM, potenciando su perfil profesional."
  },
  {
    "ID de Pregunta": "PHC2-P-036",
    "Nivel": " P",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al ense帽ar un concepto complejo, lo introduce de forma sencilla y concreta, y luego lo retoma en proyectos posteriores con mayor profundidad y abstracci贸n. 驴Qu茅 concepto de Bruner est谩 aplicando y c贸mo se relaciona con la NEM?",
    "Opci贸n A": "Aprendizaje por Descubrimiento, porque los alumnos lo descubren solos.",
    "Opci贸n B": "Andamiaje, porque el docente da todo el apoyo.",
    "Opci贸n C": "Curr铆culo en Espiral, que se alinea con las Progresiones de Aprendizaje (PDA) de la NEM, permitiendo la construcci贸n gradual y compleja del conocimiento.",
    "Opci贸n D": "Modos de Representaci贸n, porque usa im谩genes.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La pr谩ctica de retomar conceptos con mayor profundidad y abstracci贸n en diferentes momentos se alinea con el 'Curr铆culo en Espiral' de Bruner, que encuentra un paralelo directo en las Progresiones de Aprendizaje (PDA) de la NEM, permitiendo una construcci贸n gradual y compleja del conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-P-037",
    "Nivel": " P",
    "Tema/Subtema": "1.3 Inclusi贸n, Equidad e Interculturalidad",
    "Tiempo recomendado": "45s",
    "Enunciado": "La NEM establece que la inclusi贸n es un 'mandato legal y 茅tico'. Si un docente de primaria ignora las necesidades de un alumno con discapacidad en su aula, 驴qu茅 implicaci贸n tiene esta omisi贸n?",
    "Opci贸n A": "Es una decisi贸n pedag贸gica v谩lida.",
    "Opci贸n B": "Es una falta 茅tica y legal, ya que vulnera el derecho del alumno a una educaci贸n inclusiva y de calidad.",
    "Opci贸n C": "Solo afecta el rendimiento del alumno.",
    "Opci贸n D": "No tiene consecuencias.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La omisi贸n de atender las necesidades de un alumno con discapacidad es una falta 茅tica y legal, ya que la inclusi贸n es un mandato y su incumplimiento vulnera el derecho del alumno a una educaci贸n de calidad."
  },
  {
    "ID de Pregunta": "PHC2-P-038",
    "Nivel": " P",
    "Tema/Subtema": "2.3.7 Artes y Experiencias Est茅ticas",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover el eje 'Artes y Experiencias Est茅ticas', decide que los alumnos no solo dibujen, sino que tambi茅n creen sus propias obras de teatro con t铆teres que ellos mismos dise帽en. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 fomentando y qu茅 busca lograr?",
    "Opci贸n A": "Solo la memorizaci贸n de guiones teatrales.",
    "Opci贸n B": "La producci贸n y creaci贸n art铆stica, permitiendo la expresi贸n de ideas y emociones, y el desarrollo de la sensibilidad est茅tica.",
    "Opci贸n C": "La copia de obras existentes.",
    "Opci贸n D": "La limitaci贸n de la creatividad a un solo formato.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La promoci贸n de la producci贸n y creaci贸n art铆stica (obras de teatro con t铆teres) permite a los estudiantes expresar sus ideas y emociones, desarrollando su sensibilidad est茅tica y creatividad, lo cual es una implicaci贸n clave del eje de Artes y Experiencias Est茅ticas."
  },
  {
    "ID de Pregunta": "PHC2-P-039",
    "Nivel": " P",
    "Tema/Subtema": "3.4.4 Casos pr谩cticos aplicables",
    "Tiempo recomendado": "45s",
    "Enunciado": "En el proyecto 'Salvemos Nuestro R铆o', los alumnos investigan las causas de la contaminaci贸n y luego organizan una jornada de limpieza con la comunidad. 驴Qu茅 ejes articuladores de la NEM se integran principalmente en este proyecto?",
    "Opci贸n A": "Inclusi贸n y Pensamiento Cr铆tico",
    "Opci贸n B": "Vida Saludable y tica, Naturaleza y Sociedades",
    "Opci贸n C": "Igualdad de G茅nero y Apropiaci贸n de las Culturas",
    "Opci贸n D": "Artes y Experiencias Est茅ticas y Lenguajes.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El proyecto 'Salvemos Nuestro R铆o' integra principalmente el eje 'Vida Saludable' (cuidado del medio ambiente, bienestar) y 'tica, Naturaleza y Sociedades' (problem谩tica ambiental, responsabilidad social), promoviendo la acci贸n comunitaria."
  },
  {
    "ID de Pregunta": "PHC2-P-040",
    "Nivel": " P",
    "Tema/Subtema": "4.6 Gesti贸n del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria busca crear un 'ambiente alfabetizador' en su aula. Adem谩s de tener diversos libros, decide promover que los alumnos escriban cartas a un familiar y redacten informes de investigaci贸n. 驴Qu茅 aspecto de los ambientes alfabetizadores est谩 promoviendo y por qu茅 es importante?",
    "Opci贸n A": "La memorizaci贸n de la ortograf铆a.",
    "Opci贸n B": "El uso significativo del lenguaje con un prop贸sito real y para diversas audiencias.",
    "Opci贸n C": "Solo la lectura silenciosa.",
    "Opci贸n D": "La acumulaci贸n de textos sin sentido.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Promover que los alumnos escriban con un prop贸sito real y para diversas audiencias (cartas, informes) es clave para el 'Uso Significativo del Lenguaje', un aspecto fundamental de los ambientes alfabetizadores en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-041",
    "Nivel": " P",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnol贸gicos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria utiliza una plataforma digital para que sus alumnos creen infograf铆as y videos sobre un tema de ciencias. 驴Qu茅 beneficio principal aporta el uso de estas herramientas digitales en el marco de las metodolog铆as activas y la NEM?",
    "Opci贸n A": "Sustituir la explicaci贸n del docente.",
    "Opci贸n B": "Limitar la creatividad de los alumnos.",
    "Opci贸n C": "Fomentar la creaci贸n de contenidos, la colaboraci贸n y el desarrollo de la ciudadan铆a digital de manera intencionada y pedag贸gica.",
    "Opci贸n D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El uso de herramientas digitales para la creaci贸n de contenidos (infograf铆as, videos) fomenta la creatividad, la colaboraci贸n y el desarrollo de la ciudadan铆a digital, lo cual es un uso intencionado y pedag贸gico de la tecnolog铆a en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-042",
    "Nivel": " P",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un director de primaria implementa la estrategia de 'C铆rculos de Estudio Docente' fuera del horario formal, dirigidos por los propios maestros, para abordar temas como 'C贸mo evaluar por PDA'. 驴Qu茅 punto clave de la NEM busca fortalecer principalmente con esta acci贸n?",
    "Opci贸n A": "El CE como motor operativo.",
    "Opci贸n B": "El trabajo colegiado como construcci贸n profesional colectiva y las CPA como m煤sculo pedag贸gico.",
    "Opci贸n C": "La escuela como ecosistema comunitario.",
    "Opci贸n D": "La jerarqu铆a en la escuela.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Los 'C铆rculos de Estudio Docente' son una estrategia que refuerza el punto clave de que el trabajo colegiado es una construcci贸n profesional colectiva y que las CPA son el m煤sculo pedag贸gico de la NEM, al promover el aprendizaje mutuo y la mejora continua entre docentes."
  },
  {
    "ID de Pregunta": "PHC2-P-043",
    "Nivel": " P",
    "Tema/Subtema": "7.4 Educaci贸n para el Desarrollo Sostenible y la Participaci贸n Social",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover la Educaci贸n para el Desarrollo Sostenible, organiza una 'Auditor铆a Ecol贸gica Escolar' donde alumnos y comunidad analizan el consumo de energ铆a y agua. 驴Qu茅 estrategia se est谩 aplicando y qu茅 busca principalmente?",
    "Opci贸n A": "Eco-escuelas, para ganar premios.",
    "Opci贸n B": "Educaci贸n circular, para reducir costos.",
    "Opci贸n C": "ABP ambiental, para identificar y reducir el impacto ambiental de la escuela con participaci贸n comunitaria.",
    "Opci贸n D": "Redes comunitarias, para delegar la responsabilidad.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La 'Auditor铆a Ecol贸gica Escolar' es una estrategia que se enmarca en el ABP ambiental, buscando identificar el impacto ambiental de la escuela y dise帽ar un plan para reducirlo con la participaci贸n de la comunidad, promoviendo la sostenibilidad."
  },
  {
    "ID de Pregunta": "PHC2-P-044",
    "Nivel": " P",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que se prepara para la Promoci贸n Horizontal decide 'Alinear su Formaci贸n' buscando cursos y posgrados que est茅n oficialmente reconocidos y sean relevantes para el perfil que busca la Promoci贸n Horizontal. 驴Qu茅 beneficio principal se espera de esta acci贸n, seg煤n los tips operativos?",
    "Opci贸n A": "Solo acumular constancias sin valor pedag贸gico.",
    "Opci贸n B": "Asegurar que la formaci贸n sume puntos en el proceso y, al mismo tiempo, mejore su pr谩ctica docente de acuerdo con los principios de la NEM.",
    "Opci贸n C": "Perder el tiempo en cursos irrelevantes para su carrera.",
    "Opci贸n D": "No tener que estudiar para el instrumento de valoraci贸n de conocimientos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El tip 'Alinea tu Formaci贸n' busca que los cursos y posgrados sean estrat茅gicamente relevantes para el perfil que busca la Promoci贸n Horizontal, lo que no solo suma puntos, sino que mejora la pr谩ctica docente alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-045",
    "Nivel": " P",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teor铆as)",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al observar a sus alumnos jugar libremente, presta atenci贸n a c贸mo interact煤an y resuelven conflictos. 驴Qu茅 tip operativo, basado en Piaget, est谩 aplicando para obtener pistas sobre el desarrollo cognitivo de sus alumnos?",
    "Opci贸n A": "'Preguntas Vygotskianas'",
    "Opci贸n B": "'Desaf铆os Piagetianos'",
    "Opci贸n C": "'Observa el Juego'",
    "Opci贸n D": "'Diario de Autoeficacia'",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El tip 'Observa el Juego' se basa en Piaget, ya que la observaci贸n del juego libre de los alumnos puede dar pistas sobre su desarrollo cognitivo, c贸mo interact煤an y resuelven problemas."
  },
  {
    "ID de Pregunta": "PHC2-P-046",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Art铆culo 3掳 Constitucional establece que la educaci贸n debe ser 'integral', desarrollando arm贸nicamente todas las facultades del ser humano. 驴Qu茅 implicaci贸n tiene esto para el docente al dise帽ar un proyecto escolar?",
    "Opci贸n A": "Debe enfocarse solo en el desarrollo intelectual.",
    "Opci贸n B": "Debe promover el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, adem谩s de lo cognitivo.",
    "Opci贸n C": "Debe ignorar el aspecto socioemocional.",
    "Opci贸n D": "Debe limitar el aprendizaje a los contenidos b谩sicos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La integralidad en el Art. 3掳 implica que la educaci贸n debe desarrollar arm贸nicamente todas las facultades del ser humano, fomentando el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, lo que impacta el dise帽o de proyectos escolares."
  },
  {
    "ID de Pregunta": "PHC2-P-047",
    "Nivel": " P",
    "Tema/Subtema": "2.3.5 Vida Saludable",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover el eje 'Vida Saludable', no solo da datos de nutrici贸n, sino que gu铆a a sus alumnos para crear un 'Recetario Saludable Comunitario' con recetas sencillas y nutritivas que puedan preparar en casa. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 fomentando y qu茅 busca lograr?",
    "Opci贸n A": "Solo la memorizaci贸n de alimentos.",
    "Opci贸n B": "La promoci贸n de h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias.",
    "Opci贸n C": "La prohibici贸n de ciertos alimentos.",
    "Opci贸n D": "La competencia por la mejor receta.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La creaci贸n de un 'Recetario Saludable Comunitario' promueve h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias, lo cual es una implicaci贸n pedag贸gica clave del eje 'Vida Saludable' m谩s all谩 de la mera transmisi贸n de datos."
  },
  {
    "ID de Pregunta": "PHC2-P-048",
    "Nivel": " P",
    "Tema/Subtema": "3.4.2 Dise帽o de secuencias did谩cticas bajo los principios de la NEM",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria dise帽a una secuencia did谩ctica que parte de un desaf铆o real y significativo para los estudiantes, y que integra contenidos de diferentes Campos Formativos a trav茅s de los Ejes Articuladores. 驴Qu茅 principios del dise帽o de secuencias did谩cticas de la NEM est谩 aplicando principalmente?",
    "Opci贸n A": "Basadas en la memorizaci贸n y lineales.",
    "Opci贸n B": "Basadas en problemas o proyectos y articuladoras.",
    "Opci贸n C": "Solo centradas en el PDA y sin flexibilidad.",
    "Opci贸n D": "Exclusivamente te贸ricas y sin participaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Las secuencias did谩cticas en la NEM deben ser 'Basadas en problemas o proyectos' (partiendo de un desaf铆o real) y 'Articuladoras' (conectando Campos Formativos a trav茅s de los Ejes Articuladores), promoviendo un aprendizaje integral y contextualizado."
  },
  {
    "ID de Pregunta": "PHC2-P-049",
    "Nivel": " P",
    "Tema/Subtema": "4.5 Educaci贸n Socioemocional,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa una 'Caja de Voz' an贸nima donde los alumnos pueden dejar notas con sus preocupaciones o sentimientos, y dedica un tiempo semanal a discutirlas en grupo. 驴Qu茅 implicaci贸n en el aula de la Educaci贸n Socioemocional est谩 promoviendo y por qu茅 es importante?",
    "Opci贸n A": "La evitaci贸n de la expresi贸n emocional.",
    "Opci贸n B": "La creaci贸n de un ambiente de confianza y seguridad para la expresi贸n de emociones y el desarrollo de la resiliencia y la empat铆a.",
    "Opci贸n C": "La imposici贸n de soluciones a los problemas.",
    "Opci贸n D": "La identificaci贸n de problemas para sancionar.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La 'Caja de Voz' y la discusi贸n grupal promueven un ambiente de confianza y seguridad, permitiendo la expresi贸n de emociones y contribuyendo al desarrollo de habilidades socioemocionales como la resiliencia y la empat铆a."
  },
  {
    "ID de Pregunta": "PHC2-P-050",
    "Nivel": " P",
    "Tema/Subtema": "5.1.1 Fundamentaci贸n normativa y filos贸fica (Metodolog铆as Activas),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Las metodolog铆as activas en la NEM se fundamentan en la Pedagog铆a Cr铆tica. 驴Qu茅 busca esta fundamentaci贸n para el estudiante, m谩s all谩 de aprender contenidos?",
    "Opci贸n A": "Que el estudiante memorice sin cuestionar.",
    "Opci贸n B": "Que el estudiante analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social.",
    "Opci贸n C": "Que el docente imponga su visi贸n del mundo.",
    "Opci贸n D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Pedagog铆a Cr铆tica impulsa a que el estudiante no solo aprenda contenidos, sino que analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social, lo cual es un fundamento clave de las metodolog铆as activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-101",
    "Nivel": " P",
    "Tema/Subtema": "2.1.2 Principios de Justicia Social, Equidad e Inclusi贸n",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se encuentra con un grupo de alumnos con una gran diversidad de contextos socioecon贸micos y culturales. Para aplicar el principio de 'Equidad' de la NEM de manera efectiva, 驴qu茅 acci贸n pedag贸gica deber铆a priorizar?",
    "Opci贸n A": "Ense帽ar los mismos contenidos y usar las mismas metodolog铆as para todos, para asegurar la igualdad.",
    "Opci贸n B": "Identificar las necesidades espec铆ficas de cada alumno y aplicar apoyos diferenciados y adaptaciones curriculares para que todos logren el m谩ximo desarrollo de sus potencialidades.",
    "Opci贸n C": "Delegar la responsabilidad de las adaptaciones a los padres de familia.",
    "Opci贸n D": "Excluir a los alumnos con mayores desventajas para no afectar el ritmo del grupo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Equidad en la NEM va m谩s all谩 de la igualdad formal, reconociendo que se requieren apoyos diferenciados y adaptaciones para que cada estudiante logre el m谩ximo desarrollo de sus potencialidades, compensando desventajas de origen."
  },
  {
    "ID de Pregunta": "PHC2-P-102",
    "Nivel": " P",
    "Tema/Subtema": "3.1.2 Principios para transformar la pr谩ctica docente",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al dise帽ar sus clases, se asegura de que los estudiantes no solo aprendan contenidos, sino que tambi茅n desarrollen su capacidad de analizar, cuestionar y proponer soluciones a problemas reales. 驴Qu茅 principio transformador de la pr谩ctica docente en la NEM est谩 aplicando y qu茅 tipo de metodolog铆as implica?",
    "Opci贸n A": "Humanismo Radical; metodolog铆as expositivas y memor铆sticas.",
    "Opci贸n B": "Contextualizaci贸n y Pertinencia; metodolog铆as tradicionales y unidireccionales.",
    "Opci贸n C": "Pensamiento Cr铆tico como Eje; metodolog铆as activas y dial贸gicas que fomentan el an谩lisis y la proposici贸n.",
    "Opci贸n D": "Formaci贸n Integral; metodolog铆as centradas en la acumulaci贸n de datos.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El principio de 'Pensamiento Cr铆tico como Eje' implica que el docente debe fomentar la capacidad de los estudiantes para analizar, cuestionar y proponer soluciones a problemas reales, lo que requiere el uso de metodolog铆as activas y dial贸gicas, donde el debate y la creatividad son centrales."
  },
  {
    "ID de Pregunta": "PHC2-P-103",
    "Nivel": " P",
    "Tema/Subtema": "4.1 Planeaci贸n Did谩ctica Situada",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un colectivo docente de primaria, durante el CTE, decide que su Programa Anal铆tico debe reflejar las problem谩ticas de la comunidad y los intereses de los estudiantes. 驴Qu茅 elementos t茅cnicos de la planeaci贸n situada est谩n priorizando y por qu茅 es fundamental esta flexibilidad?",
    "Opci贸n A": "Campos Formativos y Progresiones de Aprendizaje; porque son la base curricular r铆gida.",
    "Opci贸n B": "Diagn贸stico y Codise帽o Curricular; porque permiten conocer el contexto y adaptar el curr铆culo para que sea relevante y significativo.",
    "Opci贸n C": "Secuencia Did谩ctica y Evaluaci贸n Formativa; porque solo se enfocan en la ejecuci贸n.",
    "Opci贸n D": "Prop贸sitos Situados y Gesti贸n del Aula; porque son elementos aislados.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El Diagn贸stico (conocer el contexto y los intereses) y el Codise帽o Curricular (adaptar el curr铆culo en el CTE) son elementos t茅cnicos fundamentales que otorgan flexibilidad a la planeaci贸n situada, haci茅ndola relevante y significativa para la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-P-104",
    "Nivel": " P",
    "Tema/Subtema": "5.2.2 Pasos para implementaci贸n (ABP)",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria y sus alumnos han investigado a fondo un problema de su comunidad y han dise帽ado una soluci贸n creativa. Ahora, para la fase de 'Socializaci贸n' de su Aprendizaje Basado en Proyectos (ABP) Comunitario, deciden organizar una feria abierta a los vecinos para presentar su propuesta. 驴Qu茅 prop贸sito principal tiene esta fase en el contexto del ABP Comunitario?",
    "Opci贸n A": "Solo obtener una calificaci贸n final para el proyecto.",
    "Opci贸n B": "Presentar el producto o soluci贸n a la comunidad para generar conciencia, recibir retroalimentaci贸n y celebrar los logros, buscando un impacto real.",
    "Opci贸n C": "Competir con otros proyectos de la escuela.",
    "Opci贸n D": "Mantener el proyecto en el 谩mbito interno del aula.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La fase de Socializaci贸n en el ABP Comunitario es crucial para que el producto o soluci贸n sea presentado a una audiencia real (la comunidad), generando conciencia, recibiendo retroalimentaci贸n y buscando un impacto social genuino."
  },
  {
    "ID de Pregunta": "PHC2-P-105",
    "Nivel": " P",
    "Tema/Subtema": "6.4 Mejora Continua y Liderazgo Colectivo",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un director de primaria, buscando fortalecer la mejora continua en su escuela, promueve que el colectivo docente, tras implementar una nueva estrategia pedag贸gica, no solo eval煤e los resultados, sino que tambi茅n realice una 'Retroalimentaci贸n' profunda para ajustar la planeaci贸n y reiniciar el ciclo. 驴Qu茅 implicaci贸n tiene esta pr谩ctica en el liderazgo colectivo?",
    "Opci贸n A": "El liderazgo recae 煤nicamente en el director al final del ciclo.",
    "Opci贸n B": "Fomenta un liderazgo distribuido donde la reflexi贸n y el ajuste son responsabilidad compartida, impulsando la mejora continua de manera sistem谩tica.",
    "Opci贸n C": "Limita la autonom铆a de los docentes al imponer un ciclo de evaluaci贸n.",
    "Opci贸n D": "Reduce la necesidad de colaboraci贸n entre los maestros.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La retroalimentaci贸n sistem谩tica en el ciclo de mejora continua fomenta un liderazgo distribuido, ya que la reflexi贸n y el ajuste se convierten en una responsabilidad compartida por todo el colectivo docente, impulsando la mejora de manera sistem谩tica."
  },
  {
    "ID de Pregunta": "PHC2-P-106",
    "Nivel": " P",
    "Tema/Subtema": "7.3.6 Protecci贸n del docente",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria es testigo de un incidente de acoso escolar grave y ha documentado el caso y notificado a la direcci贸n. Sin embargo, siente que la situaci贸n lo ha afectado emocionalmente. 驴Qu茅 derecho del docente se activa en esta situaci贸n y qu茅 acci贸n deber铆a tomar para su protecci贸n?",
    "Opci贸n A": "Derecho a ignorar el incidente si le afecta emocionalmente.",
    "Opci贸n B": "Derecho a un ambiente laboral seguro y a recibir apoyo institucional; debe buscar apoyo de sus superiores o del sindicato.",
    "Opci贸n C": "Derecho a resolver el problema por s铆 mismo sin ayuda.",
    "Opci贸n D": "Derecho a ser recompensado econ贸micamente por el estr茅s.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El docente tiene derecho a un ambiente laboral seguro y a recibir apoyo institucional ante situaciones que lo afecten emocionalmente, por lo que debe buscar apoyo de sus superiores o del sindicato para su protecci贸n."
  },
  {
    "ID de Pregunta": "PHC2-P-107",
    "Nivel": " P",
    "Tema/Subtema": "8.3 Relaci贸n del Acuerdo con la NEM y la Mejora Continua",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Acuerdo 14/08/23 busca que la Promoci贸n Horizontal reconozca al docente que encarna los principios de la NEM. Un docente que demuestra la aplicaci贸n de los 7 ejes articuladores en su aula, 驴c贸mo contribuye a la transformaci贸n del sistema educativo a trav茅s de este Acuerdo?",
    "Opci贸n A": "Solo obtiene un beneficio econ贸mico personal sin impacto en la escuela.",
    "Opci贸n B": "Su reconocimiento incentiva a otros docentes a actualizarse en los paradigmas de la NEM, impulsando una mejora colectiva y sist茅mica en la calidad educativa.",
    "Opci贸n C": "Demuestra que la estandarizaci贸n de la ense帽anza es lo m谩s importante.",
    "Opci贸n D": "Reduce la necesidad de trabajo colegiado en la escuela.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El reconocimiento a docentes que aplican la NEM incentiva a otros a seguir su ejemplo, impulsando una mejora colectiva y sist茅mica en la calidad educativa, lo que contribuye a la transformaci贸n del sistema."
  },
  {
    "ID de Pregunta": "PHC2-P-108",
    "Nivel": " P",
    "Tema/Subtema": "9.1 Vygotsky y el Enfoque Socio-Hist贸rico-Cultural",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria organiza un proyecto donde alumnos de diferentes grados colaboran para crear un mural sobre la historia local, con la gu铆a de un historiador de la comunidad. 驴Qu茅 concepto de Vygotsky se aplica principalmente en esta situaci贸n y c贸mo beneficia el aprendizaje?",
    "Opci贸n A": "Andamiaje, porque el docente da todas las respuestas.",
    "Opci贸n B": "Zona de Desarrollo Pr贸ximo (ZDP), porque el aprendizaje ocurre en la interacci贸n con pares m谩s capaces y la gu铆a del historiador, impulsando el desarrollo cognitivo y cultural.",
    "Opci贸n C": "Mediaci贸n por herramientas culturales, sin interacci贸n social.",
    "Opci贸n D": "Desarrollo Socio-Hist贸rico-Cultural, porque el contexto no influye.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La colaboraci贸n entre alumnos de diferentes niveles de habilidad (pares m谩s capaces) y la mediaci贸n del historiador se sit煤an en la Zona de Desarrollo Pr贸ximo (ZDP) de Vygotsky, donde el aprendizaje se impulsa a trav茅s de la interacci贸n social y cultural."
  },
  {
    "ID de Pregunta": "PHC2-P-109",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa reuniones con las familias para trabajar temas socioemocionales y estrategias de apoyo acad茅mico. 驴Con qu茅 p谩rrafo del Art铆culo 3掳 Constitucional se alinea directamente esta acci贸n y qu茅 principio se refuerza?",
    "Opci贸n A": "P谩rrafo 1 (Derecho a la educaci贸n) y universalidad.",
    "Opci贸n B": "P谩rrafo 2 (Fines de la educaci贸n) y cultura de paz.",
    "Opci贸n C": "P谩rrafo 4 (Participaci贸n de las familias) y corresponsabilidad.",
    "Opci贸n D": "P谩rrafo 7 (Mejora continua) y excelencia.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La acci贸n se alinea con el P谩rrafo 4 del Art铆culo 3掳 Constitucional, que reconoce la participaci贸n de las familias como corresponsables del proceso educativo, reforzando el principio de corresponsabilidad."
  },
  {
    "ID de Pregunta": "PHC2-P-110",
    "Nivel": " P",
    "Tema/Subtema": "2.3.6 Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para fomentar la 'Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura', pide a sus alumnos que produzcan textos con una intenci贸n comunicativa real, como escribir una carta a un familiar o un informe de investigaci贸n. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 promoviendo y qu茅 busca lograr?",
    "Opci贸n A": "La lectura por placer sin escritura.",
    "Opci贸n B": "La escritura con prop贸sito y para diversas audiencias, desarrollando habilidades comunicativas y de comprensi贸n del mundo.",
    "Opci贸n C": "La memorizaci贸n de reglas ortogr谩ficas.",
    "Opci贸n D": "La prohibici贸n de textos no literarios.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La promoci贸n de la producci贸n de textos con una intenci贸n comunicativa real y para diversas audiencias (cartas, informes) es una implicaci贸n pedag贸gica clave del eje de Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura, buscando el desarrollo de habilidades comunicativas y de comprensi贸n del mundo."
  },
  {
    "ID de Pregunta": "PHC2-P-111",
    "Nivel": " P",
    "Tema/Subtema": "3.1.2 Principios para transformar la pr谩ctica docente",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se asegura de que su intervenci贸n no se limite a lo cognitivo, sino que abarque el desarrollo socioemocional, 茅tico, est茅tico y f铆sico de sus estudiantes. 驴Qu茅 principio transformador de la pr谩ctica docente en la NEM est谩 aplicando y qu茅 busca lograr?",
    "Opci贸n A": "Humanismo Radical; solo desarrollo emocional.",
    "Opci贸n B": "Pensamiento Cr铆tico como Eje; solo desarrollo intelectual.",
    "Opci贸n C": "Formaci贸n Integral; un equilibrio y armon铆a en todas las facultades del ser humano.",
    "Opci贸n D": "Corresponsabilidad y Colaboraci贸n; solo desarrollo social.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El principio de 'Formaci贸n Integral' implica que la intervenci贸n docente abarca el desarrollo de todas las facultades del ser humano (cognitiva, socioemocional, 茅tica, est茅tica y f铆sica), buscando un equilibrio y armon铆a."
  },
  {
    "ID de Pregunta": "PHC2-P-112",
    "Nivel": " P",
    "Tema/Subtema": "4.4 Campos Formativos y su Articulaci贸n",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un colectivo docente de primaria decide dise帽ar un proyecto sobre la 'alimentaci贸n saludable' que integre contenidos de 'Saberes y Pensamiento Cient铆fico' (nutrici贸n), 'Lenguajes' (creaci贸n de recetarios) y 'De lo Humano y lo Comunitario' (h谩bitos familiares). 驴Qu茅 concepto de la NEM se ejemplifica con esta planeaci贸n y por qu茅 es relevante?",
    "Opci贸n A": "La ense帽anza de asignaturas aisladas; porque no hay conexi贸n.",
    "Opci贸n B": "La articulaci贸n de los Campos Formativos a trav茅s de los Ejes Articuladores para un aprendizaje hol铆stico y significativo.",
    "Opci贸n C": "La eliminaci贸n de los contenidos curriculares; porque se enfoca en problemas.",
    "Opci贸n D": "La memorizaci贸n de datos sin aplicaci贸n; porque es un recetario.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Este ejemplo demuestra la articulaci贸n de los Campos Formativos a trav茅s de los Ejes Articuladores (como Vida Saludable), lo que permite un aprendizaje hol铆stico, interdisciplinario y significativo, como lo promueve la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-113",
    "Nivel": " P",
    "Tema/Subtema": "5.2.3 Ejemplos (ABP Modo Tips)",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa un proyecto 'Mi comunidad libre de pl谩sticos'. Utiliza Padlet para mapear el problema y Canva para dise帽ar campa帽as. 驴Qu茅 fases del ciclo de implementaci贸n del ABP se fortalecen con el uso de estas herramientas digitales y cu谩l es su impacto?",
    "Opci贸n A": "Diagn贸stico y Planificaci贸n; solo para organizar ideas.",
    "Opci贸n B": "Ejecuci贸n y Socializaci贸n; al permitir la investigaci贸n, el desarrollo de soluciones y la presentaci贸n a la comunidad para generar impacto.",
    "Opci贸n C": "Evaluaci贸n y Cierre; solo para documentar.",
    "Opci贸n D": "Solo Ejecuci贸n; sin socializaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El uso de Padlet para mapear el problema (diagn贸stico) y Canva para dise帽ar campa帽as (desarrollo del producto) se enmarca principalmente en las fases de Ejecuci贸n y Socializaci贸n (al presentar las campa帽as) del ciclo de implementaci贸n del ABP, fortaleciendo la investigaci贸n, el desarrollo de soluciones y la presentaci贸n a la comunidad para generar impacto."
  },
  {
    "ID de Pregunta": "PHC2-P-114",
    "Nivel": " P",
    "Tema/Subtema": "6.5 Trabajo en Red",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Consejo Escolar (CE) de una escuela establece alianzas estrat茅gicas con organizaciones de la sociedad civil (OSC) y autoridades municipales para un proyecto de reforestaci贸n. 驴Qu茅 beneficio principal aportan estas alianzas en el trabajo en red de la NEM y c贸mo impacta la escuela?",
    "Opci贸n A": "Limitar la participaci贸n de la comunidad; para mantener el control.",
    "Opci贸n B": "Compartir recursos (humanos, materiales, conocimiento) y expandir el impacto de las acciones educativas m谩s all谩 de la escuela, transform谩ndola en un nodo comunitario.",
    "Opci贸n C": "Generar competencia entre instituciones; para mejorar el rendimiento.",
    "Opci贸n D": "Reducir la corresponsabilidad; al delegar tareas.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Las alianzas estrat茅gicas en el trabajo en red permiten compartir recursos (humanos, materiales, conocimiento) y expandir el impacto de las acciones educativas m谩s all谩 de los l铆mites f铆sicos de la escuela, transform谩ndola en un nodo comunitario y potenciando su capacidad transformadora."
  },
  {
    "ID de Pregunta": "PHC2-P-115",
    "Nivel": " P",
    "Tema/Subtema": "7.3.5 Plan de acci贸n ante acoso",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria ha intervenido en un caso de acoso escolar y ha notificado a la direcci贸n. Ahora, en la Fase 4 ('Notificaci贸n formal'), 驴qu茅 acci贸n es fundamental para el seguimiento y la transparencia del caso y por qu茅 es crucial?",
    "Opci贸n A": "Ignorar el caso despu茅s de la intervenci贸n inicial; para evitar complicaciones.",
    "Opci贸n B": "Solo hablar con los padres de la v铆ctima; para no alarmar a otros.",
    "Opci贸n C": "Documentar el caso, notificar a los padres de todos los involucrados y a las autoridades educativas seg煤n los protocolos; para asegurar la transparencia, el seguimiento y la protecci贸n legal.",
    "Opci贸n D": "Resolver el caso sin dejar registro; para mantener la discreci贸n.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "En la Fase 4, es fundamental documentar el caso, notificar formalmente a los padres de todos los involucrados y a las autoridades educativas, siguiendo los protocolos establecidos, para asegurar la transparencia, el seguimiento y la protecci贸n legal de todos los actores."
  },
  {
    "ID de Pregunta": "PHC2-P-116",
    "Nivel": " P",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que se prepara para la Promoci贸n Horizontal decide 'Alinear su Formaci贸n' buscando cursos y posgrados que est茅n oficialmente reconocidos y sean relevantes para el perfil que busca la Promoci贸n Horizontal. 驴Qu茅 beneficio principal se espera de esta acci贸n, seg煤n los tips operativos, y c贸mo impacta su desarrollo profesional?",
    "Opci贸n A": "Solo acumular constancias sin valor pedag贸gico; para llenar el expediente.",
    "Opci贸n B": "Asegurar que la formaci贸n sume puntos en el proceso y, al mismo tiempo, mejore su pr谩ctica docente de acuerdo con los principios de la NEM, potenciando su perfil profesional.",
    "Opci贸n C": "Perder el tiempo en cursos irrelevantes para su carrera; por falta de gu铆a.",
    "Opci贸n D": "No tener que estudiar para el instrumento de valoraci贸n de conocimientos; al tener el t铆tulo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El tip 'Alinea tu Formaci贸n' busca que los cursos y posgrados sean estrat茅gicamente relevantes para el perfil que busca la Promoci贸n Horizontal, lo que no solo suma puntos, sino que mejora la pr谩ctica docente alineada con la NEM, potenciando su perfil profesional."
  },
  {
    "ID de Pregunta": "PHC2-P-117",
    "Nivel": " P",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al ense帽ar un concepto complejo, lo introduce de forma sencilla y concreta, y luego lo retoma en proyectos posteriores con mayor profundidad y abstracci贸n. 驴Qu茅 concepto de Bruner est谩 aplicando y c贸mo se relaciona con la NEM?",
    "Opci贸n A": "Aprendizaje por Descubrimiento, porque los alumnos lo descubren solos.",
    "Opci贸n B": "Andamiaje, porque el docente da todo el apoyo.",
    "Opci贸n C": "Curr铆culo en Espiral, que se alinea con las Progresiones de Aprendizaje (PDA) de la NEM, permitiendo la construcci贸n gradual y compleja del conocimiento.",
    "Opci贸n D": "Modos de Representaci贸n, porque usa im谩genes.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La pr谩ctica de retomar conceptos con mayor profundidad y abstracci贸n en diferentes momentos se alinea con el 'Curr铆culo en Espiral' de Bruner, que encuentra un paralelo directo en las Progresiones de Aprendizaje (PDA) de la NEM, permitiendo una construcci贸n gradual y compleja del conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-P-118",
    "Nivel": " P",
    "Tema/Subtema": "1.3 Inclusi贸n, Equidad e Interculturalidad",
    "Tiempo recomendado": "45s",
    "Enunciado": "La NEM establece que la inclusi贸n es un 'mandato legal y 茅tico'. Si un docente de primaria ignora las necesidades de un alumno con discapacidad en su aula, 驴qu茅 implicaci贸n tiene esta omisi贸n?",
    "Opci贸n A": "Es una decisi贸n pedag贸gica v谩lida.",
    "Opci贸n B": "Es una falta 茅tica y legal, ya que vulnera el derecho del alumno a una educaci贸n inclusiva y de calidad.",
    "Opci贸n C": "Solo afecta el rendimiento del alumno.",
    "Opci贸n D": "No tiene consecuencias.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La omisi贸n de atender las necesidades de un alumno con discapacidad es una falta 茅tica y legal, ya que la inclusi贸n es un mandato y su incumplimiento vulnera el derecho del alumno a una educaci贸n de calidad."
  },
  {
    "ID de Pregunta": "PHC2-P-119",
    "Nivel": " P",
    "Tema/Subtema": "2.3.7 Artes y Experiencias Est茅ticas",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover el eje 'Artes y Experiencias Est茅ticas', decide que los alumnos no solo dibujen, sino que tambi茅n creen sus propias obras de teatro con t铆teres que ellos mismos dise帽en. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 fomentando y qu茅 busca lograr?",
    "Opci贸n A": "Solo la memorizaci贸n de guiones teatrales.",
    "Opci贸n B": "La producci贸n y creaci贸n art铆stica, permitiendo la expresi贸n de ideas y emociones, y el desarrollo de la sensibilidad est茅tica.",
    "Opci贸n C": "La copia de obras existentes.",
    "Opci贸n D": "La limitaci贸n de la creatividad a un solo formato.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La promoci贸n de la producci贸n y creaci贸n art铆stica (obras de teatro con t铆teres) permite a los estudiantes expresar sus ideas y emociones, desarrollando su sensibilidad est茅tica y creatividad, lo cual es una implicaci贸n clave del eje de Artes y Experiencias Est茅ticas."
  },
  {
    "ID de Pregunta": "PHC2-P-120",
    "Nivel": " P",
    "Tema/Subtema": "3.4.4 Casos pr谩cticos aplicables",
    "Tiempo recomendado": "45s",
    "Enunciado": "En el proyecto 'Salvemos Nuestro R铆o', los alumnos investigan las causas de la contaminaci贸n y luego organizan una jornada de limpieza con la comunidad. 驴Qu茅 ejes articuladores de la NEM se integran principalmente en este proyecto?",
    "Opci贸n A": "Inclusi贸n y Pensamiento Cr铆tico",
    "Opci贸n B": "Vida Saludable y tica, Naturaleza y Sociedades",
    "Opci贸n C": "Igualdad de G茅nero y Apropiaci贸n de las Culturas",
    "Opci贸n D": "Artes y Experiencias Est茅ticas y Lenguajes.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El proyecto 'Salvemos Nuestro R铆o' integra principalmente el eje 'Vida Saludable' (cuidado del medio ambiente, bienestar) y 'tica, Naturaleza y Sociedades' (problem谩tica ambiental, responsabilidad social), promoviendo la acci贸n comunitaria."
  },
  {
    "ID de Pregunta": "PHC2-P-121",
    "Nivel": " P",
    "Tema/Subtema": "4.6 Gesti贸n del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria busca crear un 'ambiente alfabetizador' en su aula. Adem谩s de tener diversos libros, decide promover que los alumnos escriban cartas a un familiar y redacten informes de investigaci贸n. 驴Qu茅 aspecto de los ambientes alfabetizadores est谩 promoviendo y por qu茅 es importante?",
    "Opci贸n A": "La memorizaci贸n de la ortograf铆a.",
    "Opci贸n B": "El uso significativo del lenguaje con un prop贸sito real y para diversas audiencias.",
    "Opci贸n C": "Solo la lectura silenciosa.",
    "Opci贸n D": "La acumulaci贸n de textos sin sentido.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Promover que los alumnos escriban con un prop贸sito real y para diversas audiencias (cartas, informes) es clave para el 'Uso Significativo del Lenguaje', un aspecto fundamental de los ambientes alfabetizadores en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-122",
    "Nivel": " P",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnol贸gicos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria utiliza una plataforma digital para que sus alumnos creen infograf铆as y videos sobre un tema de ciencias. 驴Qu茅 beneficio principal aporta el uso de estas herramientas digitales en el marco de las metodolog铆as activas y la NEM?",
    "Opci贸n A": "Sustituir la explicaci贸n del docente.",
    "Opci贸n B": "Limitar la creatividad de los alumnos.",
    "Opci贸n C": "Fomentar la creaci贸n de contenidos, la colaboraci贸n y el desarrollo de la ciudadan铆a digital de manera intencionada y pedag贸gica.",
    "Opci贸n D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El uso de herramientas digitales para la creaci贸n de contenidos (infograf铆as, videos) fomenta la creatividad, la colaboraci贸n y el desarrollo de la ciudadan铆a digital, lo cual es un uso intencionado y pedag贸gico de la tecnolog铆a en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-123",
    "Nivel": " P",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un director de primaria implementa la estrategia de 'C铆rculos de Estudio Docente' fuera del horario formal, dirigidos por los propios maestros, para abordar temas como 'C贸mo evaluar por PDA'. 驴Qu茅 punto clave de la NEM busca fortalecer principalmente con esta acci贸n?",
    "Opci贸n A": "El CE como motor operativo.",
    "Opci贸n B": "El trabajo colegiado como construcci贸n profesional colectiva y las CPA como m煤sculo pedag贸gico.",
    "Opci贸n C": "La escuela como ecosistema comunitario.",
    "Opci贸n D": "La jerarqu铆a en la escuela.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Los 'C铆rculos de Estudio Docente' son una estrategia que refuerza el punto clave de que el trabajo colegiado es una construcci贸n profesional colectiva y que las CPA son el m煤sculo pedag贸gico de la NEM, al promover el aprendizaje mutuo y la mejora continua entre docentes."
  },
  {
    "ID de Pregunta": "PHC2-P-124",
    "Nivel": " P",
    "Tema/Subtema": "7.4 Educaci贸n para el Desarrollo Sostenible y la Participaci贸n Social",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover la Educaci贸n para el Desarrollo Sostenible, organiza una 'Auditor铆a Ecol贸gica Escolar' donde alumnos y comunidad analizan el consumo de energ铆a y agua. 驴Qu茅 estrategia se est谩 aplicando y qu茅 busca principalmente?",
    "Opci贸n A": "Eco-escuelas, para ganar premios.",
    "Opci贸n B": "Educaci贸n circular, para reducir costos.",
    "Opci贸n C": "ABP ambiental, para identificar y reducir el impacto ambiental de la escuela con participaci贸n comunitaria.",
    "Opci贸n D": "Redes comunitarias, para delegar la responsabilidad.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La 'Auditor铆a Ecol贸gica Escolar' es una estrategia que se enmarca en el ABP ambiental, buscando identificar el impacto ambiental de la escuela y dise帽ar un plan para reducirlo con la participaci贸n de la comunidad, promoviendo la sostenibilidad."
  },
  {
    "ID de Pregunta": "PHC2-P-125",
    "Nivel": " P",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que se prepara para la Promoci贸n Horizontal decide 'Alinear su Formaci贸n' buscando cursos y posgrados que est茅n oficialmente reconocidos y sean relevantes para el perfil que busca la Promoci贸n Horizontal. 驴Qu茅 beneficio principal se espera de esta acci贸n, seg煤n los tips operativos?",
    "Opci贸n A": "Solo acumular constancias sin valor pedag贸gico.",
    "Opci贸n B": "Asegurar que la formaci贸n sume puntos en el proceso y, al mismo tiempo, mejore su pr谩ctica docente de acuerdo con los principios de la NEM.",
    "Opci贸n C": "Perder el tiempo en cursos irrelevantes para su carrera.",
    "Opci贸n D": "No tener que estudiar para el instrumento de valoraci贸n de conocimientos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El tip 'Alinea tu Formaci贸n' busca que los cursos y posgrados sean estrat茅gicamente relevantes para el perfil que busca la Promoci贸n Horizontal, lo que no solo suma puntos, sino que mejora la pr谩ctica docente alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-126",
    "Nivel": " P",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teor铆as)",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al observar a sus alumnos jugar libremente, presta atenci贸n a c贸mo interact煤an y resuelven conflictos. 驴Qu茅 tip operativo, basado en Piaget, est谩 aplicando para obtener pistas sobre el desarrollo cognitivo de sus alumnos?",
    "Opci贸n A": "'Preguntas Vygotskianas'",
    "Opci贸n B": "'Desaf铆os Piagetianos'",
    "Opci贸n C": "'Observa el Juego'",
    "Opci贸n D": "'Diario de Autoeficacia'",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El tip 'Observa el Juego' se basa en Piaget, ya que la observaci贸n del juego libre de los alumnos puede dar pistas sobre su desarrollo cognitivo, c贸mo interact煤an y resuelven problemas."
  },
  {
    "ID de Pregunta": "PHC2-P-127",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Art铆culo 3掳 Constitucional establece que la educaci贸n debe ser 'integral', desarrollando arm贸nicamente todas las facultades del ser humano. 驴Qu茅 implicaci贸n tiene esto para el docente al dise帽ar un proyecto escolar?",
    "Opci贸n A": "Debe enfocarse solo en el desarrollo intelectual.",
    "Opci贸n B": "Debe promover el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, adem谩s de lo cognitivo.",
    "Opci贸n C": "Debe ignorar el aspecto socioemocional.",
    "Opci贸n D": "Debe limitar el aprendizaje a los contenidos b谩sicos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La integralidad en el Art. 3掳 implica que la educaci贸n debe desarrollar arm贸nicamente todas las facultades del ser humano, fomentando el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, lo que impacta el dise帽o de proyectos escolares."
  },
  {
    "ID de Pregunta": "PHC2-P-128",
    "Nivel": " P",
    "Tema/Subtema": "2.3.5 Vida Saludable",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover el eje 'Vida Saludable', no solo da datos de nutrici贸n, sino que gu铆a a sus alumnos para crear un 'Recetario Saludable Comunitario' con recetas sencillas y nutritivas que puedan preparar en casa. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 fomentando y qu茅 busca lograr?",
    "Opci贸n A": "Solo la memorizaci贸n de alimentos.",
    "Opci贸n B": "La promoci贸n de h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias.",
    "Opci贸n C": "La prohibici贸n de ciertos alimentos.",
    "Opci贸n D": "La competencia por la mejor receta.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La creaci贸n de un 'Recetario Saludable Comunitario' promueve h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias, lo cual es una implicaci贸n pedag贸gica clave del eje 'Vida Saludable' m谩s all谩 de la mera transmisi贸n de datos."
  },
  {
    "ID de Pregunta": "PHC2-P-129",
    "Nivel": " P",
    "Tema/Subtema": "3.4.2 Dise帽o de secuencias did谩cticas bajo los principios de la NEM",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria dise帽a una secuencia did谩ctica que parte de un desaf铆o real y significativo para los estudiantes, y que integra contenidos de diferentes Campos Formativos a trav茅s de los Ejes Articuladores. 驴Qu茅 principios del dise帽o de secuencias did谩cticas de la NEM est谩 aplicando principalmente?",
    "Opci贸n A": "Basadas en la memorizaci贸n y lineales.",
    "Opci贸n B": "Basadas en problemas o proyectos y articuladoras.",
    "Opci贸n C": "Solo centradas en el PDA y sin flexibilidad.",
    "Opci贸n D": "Exclusivamente te贸ricas y sin participaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Las secuencias did谩cticas en la NEM deben ser 'Basadas en problemas o proyectos' (partiendo de un desaf铆o real) y 'Articuladoras' (conectando Campos Formativos a trav茅s de los Ejes Articuladores), promoviendo un aprendizaje integral y contextualizado."
  },
  {
    "ID de Pregunta": "PHC2-P-130",
    "Nivel": " P",
    "Tema/Subtema": "4.5 Educaci贸n Socioemocional,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa una 'Caja de Voz' an贸nima donde los alumnos pueden dejar notas con sus preocupaciones o sentimientos, y dedica un tiempo semanal a discutirlas en grupo. 驴Qu茅 implicaci贸n en la aula de la Educaci贸n Socioemocional est谩 promoviendo y por qu茅 es importante?",
    "Opci贸n A": "La evitaci贸n de la expresi贸n emocional.",
    "Opci贸n B": "La creaci贸n de un ambiente de confianza y seguridad para la expresi贸n de emociones y el desarrollo de la resiliencia y la empat铆a.",
    "Opci贸n C": "La imposici贸n de soluciones a los problemas.",
    "Opci贸n D": "La identificaci贸n de problemas para sancionar.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La 'Caja de Voz' y la discusi贸n grupal promueven un ambiente de confianza y seguridad, permitiendo la expresi贸n de emociones y contribuyendo al desarrollo de habilidades socioemocionales como la resiliencia y la empat铆a."
  },
  {
    "ID de Pregunta": "PHC2-P-131",
    "Nivel": " P",
    "Tema/Subtema": "5.1.1 Fundamentaci贸n normativa y filos贸fica (Metodolog铆as Activas),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Las metodolog铆as activas en la NEM se fundamentan en la Pedagog铆a Cr铆tica. 驴Qu茅 busca esta fundamentaci贸n para el estudiante, m谩s all谩 de aprender contenidos?",
    "Opci贸n A": "Que el estudiante memorice sin cuestionar.",
    "Opci贸n B": "Que el estudiante analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social.",
    "Opci贸n C": "Que el docente imponga su visi贸n del mundo.",
    "Opci贸n D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Pedagog铆a Cr铆tica impulsa a que el estudiante no solo aprenda contenidos, sino que analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social, lo cual es un fundamento clave de las metodolog铆as activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-132",
    "Nivel": " P",
    "Tema/Subtema": "6.1 Gesti贸n Escolar Colaborativa y el CE,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Consejo Escolar (CE) de una escuela decide implementar un proyecto 'Mi Escuela Sostenible'. Para garantizar la 'Transparencia' en el modelo operativo del CE, 驴qu茅 acci贸n deben realizar?",
    "Opci贸n A": "Solo informar a la direcci贸n sobre el uso de recursos.",
    "Opci贸n B": "Realizar una rendici贸n de cuentas peri贸dica sobre el uso de recursos, avances de proyectos y decisiones tomadas, accesible a toda la comunidad.",
    "Opci贸n C": "Ocultar la informaci贸n financiera para evitar conflictos.",
    "Opci贸n D": "Delegar la transparencia a un solo miembro.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La transparencia en el modelo operativo del CE implica la rendici贸n de cuentas peri贸dica sobre el uso de recursos, avances de proyectos y decisiones, haciendo la informaci贸n accesible a toda la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-P-133",
    "Nivel": " P",
    "Tema/Subtema": "7.3.5 Plan de acci贸n ante acoso,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria ha identificado un caso de acoso escolar y ha intervenido inicialmente. Ahora, en la Fase 3 ('Intervenci贸n restaurativa'), 驴qu茅 acci贸n es crucial para trabajar con el agresor, si es apropiado y con consentimiento?",
    "Opci贸n A": "Sancionarlo p煤blicamente sin di谩logo.",
    "Opci贸n B": "Expulsarlo de la escuela sin m谩s.",
    "Opci贸n C": "Trabajar con el agresor en la comprensi贸n del da帽o causado y el desarrollo de empat铆a y habilidades prosociales.",
    "Opci贸n D": "Ignorar al agresor despu茅s de la sanci贸n.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "En la fase de intervenci贸n restaurativa, es crucial trabajar con el agresor para que comprenda el da帽o causado y desarrolle empat铆a y habilidades prosociales, buscando la reparaci贸n y el cambio de conducta."
  },
  {
    "ID de Pregunta": "PHC2-P-134",
    "Nivel": " P",
    "Tema/Subtema": "8.5 An谩lisis de Apartados Clave del Acuerdo 14/08/23,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que participa en la Promoci贸n Horizontal decide llevar un registro detallado de todas sus constancias de cursos, grados acad茅micos y certificaciones. 驴Qu茅 implicaci贸n operativa del Acuerdo 14/08/23 est谩 abordando con esta acci贸n y por qu茅 es fundamental?",
    "Opci贸n A": "Dominio Digital, porque todo es en l铆nea.",
    "Opci贸n B": "Preparaci贸n Espec铆fica, porque debe estudiar mucho.",
    "Opci贸n C": "Carga Documental, porque el docente debe ser muy organizado con su expediente profesional para la validaci贸n.",
    "Opci贸n D": "Alineaci贸n con la NEM, porque los cursos son relevantes.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La 'Carga Documental' es una implicaci贸n operativa fundamental, ya que el docente debe ser muy organizado con su expediente profesional (constancias, grados, certificaciones) para la validaci贸n de sus elementos multifactoriales."
  },
  {
    "ID de Pregunta": "PHC2-P-135",
    "Nivel": " P",
    "Tema/Subtema": "9.3 Bandura y la Teor铆a Social Cognitiva,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para fomentar la 'autoeficacia' en sus alumnos, les asigna tareas desafiantes pero alcanzables, y celebra sus peque帽os logros. 驴Qu茅 concepto de Bandura se relaciona con esta pr谩ctica docente?",
    "Opci贸n A": "Aprendizaje por Observaci贸n",
    "Opci贸n B": "Autorregulaci贸n",
    "Opci贸n C": "Autoeficacia",
    "Opci贸n D": "Modelado",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "Al asignar tareas desafiantes pero alcanzables y celebrar los logros, el docente busca fortalecer la 'autoeficacia' de los estudiantes, es decir, su creencia en su propia capacidad para tener 茅xito."
  },
  {
    "ID de Pregunta": "PHC2-P-136",
    "Nivel": " P",
    "Tema/Subtema": "1.6 Puntos Claves + Tips para Docentes,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se asegura de que todas sus acciones en el aula est茅n alineadas con el Art铆culo 3掳 Constitucional, consider谩ndolo una herramienta operativa y no solo te贸rica. 驴Qu茅 implicaci贸n tiene este 'Punto Clave' en su pr谩ctica diaria?",
    "Opci贸n A": "Que el docente solo debe memorizar el Art铆culo 3掳.",
    "Opci贸n B": "Que el docente debe traducir los principios del Art铆culo 3掳 en acciones pedag贸gicas concretas y diarias, como garantizar la inclusi贸n y la equidad.",
    "Opci贸n C": "Que el Art铆culo 3掳 es irrelevante para la pr谩ctica.",
    "Opci贸n D": "Que el docente solo debe preocuparse por los contenidos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El punto clave 'El Art铆culo 3掳 CPEUM es operativo, no te贸rico' implica que el docente debe traducir sus principios en acciones pedag贸gicas concretas y diarias, garantizando la inclusi贸n, equidad y otros derechos en el aula."
  },
  {
    "ID de Pregunta": "PHC2-P-137",
    "Nivel": " P",
    "Tema/Subtema": "2.3.4 Igualdad de G茅nero,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover la 'Igualdad de G茅nero', utiliza un lenguaje incluyente y no sexista en el aula y cuestiona los estereotipos de g茅nero presentes en los libros de texto. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 aplicando?",
    "Opci贸n A": "Fomentar roles de g茅nero tradicionales.",
    "Opci贸n B": "Promover la deconstrucci贸n de estereotipos y el uso de lenguaje incluyente.",
    "Opci贸n C": "Ignorar las diferencias de g茅nero.",
    "Opci贸n D": "Solo hablar de igualdad sin acciones.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La aplicaci贸n de lenguaje incluyente y la deconstrucci贸n de estereotipos son implicaciones pedag贸gicas clave del eje de Igualdad de G茅nero, buscando eliminar roles r铆gidos y promover relaciones equitativas."
  },
  {
    "ID de Pregunta": "PHC2-P-138",
    "Nivel": " P",
    "Tema/Subtema": "3.2.4 Ejemplos pr谩cticos y modos de intervenci贸n (Tips Escolares),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para implementar el aprendizaje situado, propone a sus alumnos la creaci贸n de un 'Documental Comunitario' sobre un oficio tradicional. 驴Qu茅 ejes articuladores de la NEM se pueden integrar principalmente en este proyecto?",
    "Opci贸n A": "Vida Saludable e Igualdad de G茅nero",
    "Opci贸n B": "Pensamiento Cr铆tico e Interculturalidad Cr铆tica",
    "Opci贸n C": "Artes y Experiencias Est茅ticas y Vida Saludable",
    "Opci贸n D": "Inclusi贸n y Pensamiento Cr铆tico.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El proyecto 'Documental Comunitario' integra el Pensamiento Cr铆tico (investigaci贸n a fondo, an谩lisis) y la Interculturalidad Cr铆tica (entrevistas a portadores de tradici贸n, valoraci贸n de saberes locales), entre otros."
  },
  {
    "ID de Pregunta": "PHC2-P-139",
    "Nivel": " P",
    "Tema/Subtema": "4.8 Conclusi贸n (Planeaci贸n, Metodolog铆a y Evaluaci贸n),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 4 establece que la 'planeaci贸n did谩ctica situada es el punto de partida que contextualiza el curr铆culo a la realidad de los estudiantes'. 驴Qu茅 implicaci贸n tiene esto para el docente en su rol de estratega pedag贸gico?",
    "Opci贸n A": "Debe seguir un curr铆culo r铆gido sin adaptaci贸n.",
    "Opci贸n B": "Debe dise帽ar experiencias de aprendizaje aut茅nticas y significativas que partan del contexto y problem谩ticas reales de los alumnos.",
    "Opci贸n C": "Debe enfocarse solo en la transmisi贸n de contenidos te贸ricos.",
    "Opci贸n D": "Debe evitar la participaci贸n de la comunidad en la planeaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La planeaci贸n did谩ctica situada exige al docente ser un estratega que dise帽e experiencias aut茅nticas y significativas, partiendo de la realidad y problem谩ticas de los alumnos para contextualizar el curr铆culo."
  },
  {
    "ID de Pregunta": "PHC2-P-140",
    "Nivel": " P",
    "Tema/Subtema": "5.8 Conclusi贸n (Metodolog铆as Activas y Mediaci贸n),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 5 afirma que 'la integraci贸n estrat茅gica de los recursos digitales y tecnol贸gicos amplifica las posibilidades de las metodolog铆as activas'. 驴Qu茅 implicaci贸n tiene esto para el docente en la NEM?",
    "Opci贸n A": "Que el docente debe reemplazar su ense帽anza con tecnolog铆a.",
    "Opci贸n B": "Que el docente debe usar la tecnolog铆a de forma intencionada y cr铆tica para enriquecer las experiencias de aprendizaje y fomentar la ciudadan铆a digital.",
    "Opci贸n C": "Que la tecnolog铆a solo sirve para el entretenimiento en el aula.",
    "Opci贸n D": "Que el uso de la tecnolog铆a limita la interacci贸n social.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La integraci贸n estrat茅gica de la tecnolog铆a implica que el docente la use de forma intencionada y cr铆tica para enriquecer el aprendizaje y desarrollar la ciudadan铆a digital, no para reemplazar su rol o limitar la interacci贸n."
  },
  {
    "ID de Pregunta": "PHC2-P-141",
    "Nivel": " P",
    "Tema/Subtema": "6.7 Conclusi贸n (Trabajo Colegiado, CE, CPA),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 6 establece que 'sin corresponsabilidad, la carga de la transformaci贸n recae injustamente y es superficial'. 驴Qu茅 implica esto para la mejora continua en la escuela?",
    "Opci贸n A": "Que la mejora continua es solo responsabilidad del director.",
    "Opci贸n B": "Que la mejora continua requiere la participaci贸n activa y compartida de todos los actores de la comunidad escolar.",
    "Opci贸n C": "Que la corresponsabilidad es un concepto te贸rico sin aplicaci贸n.",
    "Opci贸n D": "Que la transformaci贸n es un proceso individual.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La frase implica que la mejora continua de la escuela requiere la participaci贸n activa y compartida de todos los actores (docentes, familias, comunidad), ya que sin corresponsabilidad, la transformaci贸n ser铆a superficial y la carga recaer铆a injustamente."
  },
  {
    "ID de Pregunta": "PHC2-P-142",
    "Nivel": " P",
    "Tema/Subtema": "7.6 Conclusi贸n (Vinculaci贸n Escuela-Familia-Comunidad),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 7 afirma que 'sin comunidad no hay escuela' en el sentido pleno de la NEM. 驴Qu茅 implica esta afirmaci贸n para la escuela p煤blica?",
    "Opci贸n A": "Que la escuela debe aislarse de su entorno para mantener su autonom铆a.",
    "Opci贸n B": "Que la escuela debe abrirse y vincularse profundamente con su comunidad para ser un motor de transformaci贸n social.",
    "Opci贸n C": "Que la comunidad no tiene un rol relevante en la educaci贸n.",
    "Opci贸n D": "Que la escuela solo debe enfocarse en los contenidos acad茅micos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La afirmaci贸n implica que la escuela debe abrirse y vincularse profundamente con su comunidad, ya que es a trav茅s de esta conexi贸n que puede alcanzar su pleno potencial como motor de transformaci贸n social, m谩s all谩 de ser solo un edificio."
  },
  {
    "ID de Pregunta": "PHC2-P-143",
    "Nivel": " P",
    "Tema/Subtema": "8.7 Conclusi贸n (Acuerdo 14/08/23),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 8 establece que el Proyecto Horizontal 2025 es una 'gu铆a integral que busca empoderar a los maestros para que asuman su rol protag贸nico en la construcci贸n de la educaci贸n del futuro'. 驴Qu茅 significa esto para el docente?",
    "Opci贸n A": "Que el proyecto es solo un mapa de estudio te贸rico.",
    "Opci贸n B": "Que el docente debe ser un agente pasivo en la implementaci贸n de la NEM.",
    "Opci贸n C": "Que el docente, al comprender y aplicar los principios del proyecto, se convierte en un l铆der activo en la transformaci贸n educativa.",
    "Opci贸n D": "Que el proyecto solo busca cumplir con tr谩mites.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "Esta afirmaci贸n implica que el Proyecto Horizontal 2025 es una herramienta que empodera al docente para que, al comprender y aplicar sus principios, asuma un rol activo y protag贸nico en la transformaci贸n educativa, no solo como un receptor de informaci贸n."
  },
  {
    "ID de Pregunta": "PHC2-P-144",
    "Nivel": " P",
    "Tema/Subtema": "9.7 Conclusi贸n (Teor铆as Cl谩sicas),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 9 afirma que las teor铆as de Vygotsky, Piaget, Bandura y Bruner 'dotan de profundidad y coherencia a la Nueva Escuela Mexicana'. 驴Qu茅 implicaci贸n tiene esto para la pr谩ctica docente en la NEM?",
    "Opci贸n A": "Que el docente debe ignorar estas teor铆as por ser conceptos antiguos y sin aplicaci贸n pr谩ctica.",
    "Opci贸n B": "Que el docente, al comprender estas bases te贸ricas, puede dise帽ar experiencias pedag贸gicas m谩s conscientes y efectivas, que respeten los ritmos, potencien la autonom铆a y preparen a los estudiantes para ser ciudadanos cr铆ticos.",
    "Opci贸n C": "Que la NEM es una teor铆a completamente nueva sin bases previas.",
    "Opci贸n D": "Que el conocimiento te贸rico es irrelevante para la pr谩ctica y solo importa la experiencia.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La comprensi贸n de estas bases te贸ricas permite al docente dise帽ar experiencias pedag贸gicas m谩s conscientes y efectivas, que respetan los ritmos de aprendizaje, potencian la autonom铆a y forman ciudadanos cr铆ticos, lo que dota de profundidad a su pr谩ctica en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-145",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Art铆culo 3掳 Constitucional establece que la educaci贸n debe ser 'integral', desarrollando arm贸nicamente todas las facultades del ser humano. 驴Qu茅 implicaci贸n tiene esto para el docente al dise帽ar un proyecto escolar?",
    "Opci贸n A": "Debe enfocarse solo en el desarrollo intelectual.",
    "Opci贸n B": "Debe promover el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, adem谩s de lo cognitivo.",
    "Opci贸n C": "Debe ignorar el aspecto socioemocional.",
    "Opci贸n D": "Debe limitar el aprendizaje a los contenidos b谩sicos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La integralidad en el Art. 3掳 implica que la educaci贸n debe desarrollar arm贸nicamente todas las facultades del ser humano, fomentando el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, lo que impacta el dise帽o de proyectos escolares."
  },
  {
    "ID de Pregunta": "PHC2-P-146",
    "Nivel": " P",
    "Tema/Subtema": "2.3.5 Vida Saludable,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover el eje 'Vida Saludable', no solo da datos de nutrici贸n, sino que gu铆a a sus alumnos para crear un 'Recetario Saludable Comunitario' con recetas sencillas y nutritivas que puedan preparar en casa. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 fomentando y qu茅 busca lograr?",
    "Opci贸n A": "Solo la memorizaci贸n de alimentos.",
    "Opci贸n B": "La promoci贸n de h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias.",
    "Opci贸n C": "La prohibici贸n de ciertos alimentos.",
    "Opci贸n D": "La competencia por la mejor receta.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La creaci贸n de un 'Recetario Saludable Comunitario' promueve h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias, lo cual es una implicaci贸n pedag贸gica clave del eje 'Vida Saludable' m谩s all谩 de la mera transmisi贸n de datos."
  },
  {
    "ID de Pregunta": "PHC2-P-147",
    "Nivel": " P",
    "Tema/Subtema": "3.4.2 Dise帽o de secuencias did谩cticas bajo los principios de la NEM,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria dise帽a una secuencia did谩ctica que parte de un desaf铆o real y significativo para los estudiantes, y que integra contenidos de diferentes Campos Formativos a trav茅s de los Ejes Articuladores. 驴Qu茅 principios del dise帽o de secuencias did谩cticas de la NEM est谩 aplicando principalmente?",
    "Opci贸n A": "Basadas en la memorizaci贸n y lineales.",
    "Opci贸n B": "Basadas en problemas o proyectos y articuladoras.",
    "Opci贸n C": "Solo centradas en el PDA y sin flexibilidad.",
    "Opci贸n D": "Exclusivamente te贸ricas y sin participaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Las secuencias did谩cticas en la NEM deben ser 'Basadas en problemas o proyectos' (partiendo de un desaf铆o real) y 'Articuladoras' (conectando Campos Formativos a trav茅s de los Ejes Articuladores), promoviendo un aprendizaje integral y contextualizado."
  },
  {
    "ID de Pregunta": "PHC2-P-148",
    "Nivel": " P",
    "Tema/Subtema": "4.5 Educaci贸n Socioemocional,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa una 'Caja de Voz' an贸nima donde los alumnos pueden dejar notas con sus preocupaciones o sentimientos, y dedica un tiempo semanal a discutirlas en grupo. 驴Qu茅 implicaci贸n en la aula de la Educaci贸n Socioemocional est谩 promoviendo y por qu茅 es importante?",
    "Opci贸n A": "La evitaci贸n de la expresi贸n emocional.",
    "Opci贸n B": "La creaci贸n de un ambiente de confianza y seguridad para la expresi贸n de emociones y el desarrollo de la resiliencia y la empat铆a.",
    "Opci贸n C": "La imposici贸n de soluciones a los problemas.",
    "Opci贸n D": "La identificaci贸n de problemas para sancionar.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La 'Caja de Voz' y la discusi贸n grupal promueven un ambiente de confianza y seguridad, permitiendo la expresi贸n de emociones y contribuyendo al desarrollo de habilidades socioemocionales como la resiliencia y la empat铆a."
  },
  {
    "ID de Pregunta": "PHC2-P-149",
    "Nivel": " P",
    "Tema/Subtema": "5.1.1 Fundamentaci贸n normativa y filos贸fica (Metodolog铆as Activas),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Las metodolog铆as activas en la NEM se fundamentan en la Pedagog铆a Cr铆tica. 驴Qu茅 busca esta fundamentaci贸n para el estudiante, m谩s all谩 de aprender contenidos?",
    "Opci贸n A": "Que el estudiante memorice sin cuestionar.",
    "Opci贸n B": "Que el estudiante analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social.",
    "Opci贸n C": "Que el docente imponga su visi贸n del mundo.",
    "Opci贸n D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Pedagog铆a Cr铆tica impulsa a que el estudiante no solo aprenda contenidos, sino que analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social, lo cual es un fundamento clave de las metodolog铆as activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-150",
    "Nivel": " P",
    "Tema/Subtema": "6.1 Gesti贸n Escolar Colaborativa y el CE,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Consejo Escolar (CE) de una escuela decide implementar un proyecto 'Mi Escuela Sostenible'. Para garantizar la 'Transparencia' en el modelo operativo del CE, 驴qu茅 acci贸n deben realizar?",
    "Opci贸n A": "Solo informar a la direcci贸n sobre el uso de recursos.",
    "Opci贸n B": "Realizar una rendici贸n de cuentas peri贸dica sobre el uso de recursos, avances de proyectos y decisiones tomadas, accesible a toda la comunidad.",
    "Opci贸n C": "Ocultar la informaci贸n financiera para evitar conflictos.",
    "Opci贸n D": "Delegar la transparencia a un solo miembro.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La transparencia en el modelo operativo del CE implica la rendici贸n de cuentas peri贸dica sobre el uso de recursos, avances de proyectos y decisiones, haciendo la informaci贸n accesible a toda la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-P-151",
    "Nivel": " P",
    "Tema/Subtema": "6.4 Mejora Continua y Liderazgo Colectivo,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un director de primaria busca que la mejora continua sea un ciclo constante en su escuela. Para ello, promueve que, tras la 'Acci贸n' y 'Evaluaci贸n' de una estrategia, se realice una 'Retroalimentaci贸n' para informar nuevos diagn贸sticos y ajustar la planeaci贸n. 驴Qu茅 fase del modelo operativo de mejora continua est谩 impulsando principalmente?",
    "Opci贸n A": "Diagn贸stico",
    "Opci贸n B": "Planeaci贸n",
    "Opci贸n C": "Retroalimentaci贸n",
    "Opci贸n D": "Acci贸n",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La Retroalimentaci贸n es la fase clave que cierra el ciclo de mejora continua, ya que utiliza los resultados de la evaluaci贸n para informar nuevos diagn贸sticos y ajustar la planeaci贸n, reiniciando el ciclo de mejora."
  },
  {
    "ID de Pregunta": "PHC2-P-152",
    "Nivel": " P",
    "Tema/Subtema": "7.3.6 Protecci贸n del docente,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria es testigo de un incidente de acoso escolar y, tras intervenir, decide documentar el caso y notificar a la direcci贸n. Adem谩s, busca apoyo de sus superiores. 驴Qu茅 derecho y obligaci贸n del docente se reflejan en estas acciones, seg煤n el Tema 7?",
    "Opci贸n A": "Derecho a ignorar el acoso; obligaci贸n de no documentar.",
    "Opci贸n B": "Derecho a un ambiente laboral seguro y a recibir apoyo institucional; obligaci贸n de no ignorar y documentar el caso.",
    "Opci贸n C": "Derecho a sancionar sin protocolo; obligaci贸n de no notificar.",
    "Opci贸n D": "Derecho a no intervenir; obligaci贸n de solo observar.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El docente tiene el derecho a un ambiente laboral seguro y a recibir apoyo institucional, y la obligaci贸n de no ignorar el incidente, documentarlo y activar el protocolo, buscando apoyo de sus superiores."
  },
  {
    "ID de Pregunta": "PHC2-P-153",
    "Nivel": " P",
    "Tema/Subtema": "8.3 Relaci贸n del Acuerdo con la NEM y la Mejora Continua,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Acuerdo 14/08/23 impulsa a los docentes a buscar activamente capacitaciones y experiencias que enriquezcan su pr谩ctica, lo que se traduce en una mejora colectiva. 驴Qu茅 concepto de la NEM se fortalece con esta din谩mica, m谩s all谩 del desarrollo individual del docente?",
    "Opci贸n A": "La estandarizaci贸n de la ense帽anza.",
    "Opci贸n B": "La competencia entre docentes.",
    "Opci贸n C": "La transformaci贸n del sistema educativo hacia una educaci贸n m谩s inclusiva, equitativa y de excelencia.",
    "Opci贸n D": "La reducci贸n de la carga laboral.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El impulso a la formaci贸n continua y el desarrollo profesional del docente, promovido por el Acuerdo 14/08/23, contribuye a la transformaci贸n del sistema educativo en su conjunto, hacia una educaci贸n m谩s inclusiva, equitativa y de excelencia, alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-154",
    "Nivel": " P",
    "Tema/Subtema": "9.1 Vygotsky y el Enfoque Socio-Hist贸rico-Cultural,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria organiza un proyecto donde alumnos de diferentes grados colaboran para crear un mural sobre la historia local, con la gu铆a de un historiador de la comunidad. 驴Qu茅 concepto de Vygotsky se aplica principalmente en esta situaci贸n y c贸mo beneficia el aprendizaje?",
    "Opci贸n A": "Andamiaje, porque el docente da todas las respuestas.",
    "Opci贸n B": "Zona de Desarrollo Pr贸ximo (ZDP), porque el aprendizaje ocurre en la interacci贸n con pares m谩s capaces y la gu铆a del historiador, impulsando el desarrollo cognitivo y cultural.",
    "Opci贸n C": "Mediaci贸n por herramientas culturales, sin interacci贸n social.",
    "Opci贸n D": "Desarrollo Socio-Hist贸rico-Cultural, porque el contexto no influye.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La colaboraci贸n entre alumnos de diferentes niveles de habilidad (pares m谩s capaces) y la mediaci贸n del historiador se sit煤an en la Zona de Desarrollo Pr贸ximo (ZDP) de Vygotsky, donde el aprendizaje se impulsa a trav茅s de la interacci贸n social y cultural."
  },
  {
    "ID de Pregunta": "PHC2-P-155",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa reuniones con las familias para trabajar temas socioemocionales y estrategias de apoyo acad茅mico. 驴Con qu茅 p谩rrafo del Art铆culo 3掳 Constitucional se alinea directamente esta acci贸n y qu茅 principio se refuerza?",
    "Opci贸n A": "P谩rrafo 1 (Derecho a la educaci贸n) y universalidad.",
    "Opci贸n B": "P谩rrafo 2 (Fines de la educaci贸n) y cultura de paz.",
    "Opci贸n C": "P谩rrafo 4 (Participaci贸n de las familias) y corresponsabilidad.",
    "Opci贸n D": "P谩rrafo 7 (Mejora continua) y excelencia.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La acci贸n se alinea con el P谩rrafo 4 del Art铆culo 3掳 Constitucional, que reconoce la participaci贸n de las familias como corresponsables del proceso educativo, reforzando el principio de corresponsabilidad."
  },
  {
    "ID de Pregunta": "PHC2-P-156",
    "Nivel": " P",
    "Tema/Subtema": "2.3.6 Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para fomentar la 'Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura', pide a sus alumnos que produzcan textos con una intenci贸n comunicativa real, como escribir una carta a un familiar o un informe de investigaci贸n. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 promoviendo y qu茅 busca lograr?",
    "Opci贸n A": "La lectura por placer sin escritura.",
    "Opci贸n B": "La escritura con prop贸sito y para diversas audiencias, desarrollando habilidades comunicativas y de comprensi贸n del mundo.",
    "Opci贸n C": "La memorizaci贸n de reglas ortogr谩ficas.",
    "Opci贸n D": "La prohibici贸n de textos no literarios.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La promoci贸n de la producci贸n de textos con una intenci贸n comunicativa real y para diversas audiencias (cartas, informes) es una implicaci贸n pedag贸gica clave del eje de Apropiaci贸n de las Culturas a trav茅s de la Lectura y la Escritura, buscando el desarrollo de habilidades comunicativas y de comprensi贸n del mundo."
  },
  {
    "ID de Pregunta": "PHC2-P-157",
    "Nivel": " P",
    "Tema/Subtema": "3.1.2 Principios para transformar la pr谩ctica docente,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se asegura de que su intervenci贸n no se limite a lo cognitivo, sino que abarque el desarrollo socioemocional, 茅tico, est茅tico y f铆sico de sus estudiantes. 驴Qu茅 principio transformador de la pr谩ctica docente en la NEM est谩 aplicando y qu茅 busca lograr?",
    "Opci贸n A": "Humanismo Radical; solo desarrollo emocional.",
    "Opci贸n B": "Pensamiento Cr铆tico como Eje; solo desarrollo intelectual.",
    "Opci贸n C": "Formaci贸n Integral; un equilibrio y armon铆a en todas las facultades del ser humano.",
    "Opci贸n D": "Corresponsabilidad y Colaboraci贸n; solo desarrollo social.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El principio de 'Formaci贸n Integral' implica que la intervenci贸n docente abarca el desarrollo de todas las facultades del ser humano (cognitiva, socioemocional, 茅tica, est茅tica y f铆sica), buscando un equilibrio y armon铆a."
  },
  {
    "ID de Pregunta": "PHC2-P-158",
    "Nivel": " P",
    "Tema/Subtema": "4.4 Campos Formativos y su Articulaci贸n,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un colectivo docente de primaria decide dise帽ar un proyecto sobre la 'alimentaci贸n saludable' que integre contenidos de 'Saberes y Pensamiento Cient铆fico' (nutrici贸n), 'Lenguajes' (creaci贸n de recetarios) y 'De lo Humano y lo Comunitario' (h谩bitos familiares). 驴Qu茅 concepto de la NEM se ejemplifica con esta planeaci贸n y por qu茅 es relevante?",
    "Opci贸n A": "La ense帽anza de asignaturas aisladas; porque no hay conexi贸n.",
    "Opci贸n B": "La articulaci贸n de los Campos Formativos a trav茅s de los Ejes Articuladores para un aprendizaje hol铆stico y significativo.",
    "Opci贸n C": "La eliminaci贸n de los contenidos curriculares; porque se enfoca en problemas.",
    "Opci贸n D": "La memorizaci贸n de datos sin aplicaci贸n; porque es un recetario.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Este ejemplo demuestra la articulaci贸n de los Campos Formativos a trav茅s de los Ejes Articuladores (como Vida Saludable), lo que permite un aprendizaje hol铆stico, interdisciplinario y significativo, como lo promueve la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-159",
    "Nivel": " P",
    "Tema/Subtema": "5.2.3 Ejemplos (ABP Modo Tips),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa un proyecto 'Mi comunidad libre de pl谩sticos'. Utiliza Padlet para mapear el problema y Canva para dise帽ar campa帽as. 驴Qu茅 fases del ciclo de implementaci贸n del ABP se fortalecen con el uso de estas herramientas digitales y cu谩l es su impacto?",
    "Opci贸n A": "Diagn贸stico y Planificaci贸n; solo para organizar ideas.",
    "Opci贸n B": "Ejecuci贸n y Socializaci贸n; al permitir la investigaci贸n, el desarrollo de soluciones y la presentaci贸n a la comunidad para generar impacto.",
    "Opci贸n C": "Evaluaci贸n y Cierre; solo para documentar.",
    "Opci贸n D": "Solo Ejecuci贸n; sin socializaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El uso de Padlet para mapear el problema (diagn贸stico) y Canva para dise帽ar campa帽as (desarrollo del producto) se enmarca principalmente en las fases de Ejecuci贸n y Socializaci贸n (al presentar las campa帽as) del ciclo de implementaci贸n del ABP, fortaleciendo la investigaci贸n, el desarrollo de soluciones y la presentaci贸n a la comunidad para generar impacto."
  },
  {
    "ID de Pregunta": "PHC2-P-160",
    "Nivel": " P",
    "Tema/Subtema": "6.5 Trabajo en Red,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Consejo Escolar (CE) de una escuela establece alianzas estrat茅gicas con organizaciones de la sociedad civil (OSC) y autoridades municipales para un proyecto de reforestaci贸n. 驴Qu茅 beneficio principal aportan estas alianzas en el trabajo en red de la NEM y c贸mo impacta la escuela?",
    "Opci贸n A": "Limitar la participaci贸n de la comunidad; para mantener el control.",
    "Opci贸n B": "Compartir recursos (humanos, materiales, conocimiento) y expandir el impacto de las acciones educativas m谩s all谩 de la escuela, transform谩ndola en un nodo comunitario.",
    "Opci贸n C": "Generar competencia entre instituciones; para mejorar el rendimiento.",
    "Opci贸n D": "Reducir la corresponsabilidad; al delegar tareas.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Las alianzas estrat茅gicas en el trabajo en red permiten compartir recursos (humanos, materiales, conocimiento) y expandir el impacto de las acciones educativas m谩s all谩 de los l铆mites f铆sicos de la escuela, transform谩ndola en un nodo comunitario y potenciando su capacidad transformadora."
  },
  {
    "ID de Pregunta": "PHC2-P-161",
    "Nivel": " P",
    "Tema/Subtema": "7.3.5 Plan de acci贸n ante acoso,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria ha intervenido en un caso de acoso escolar y ha notificado a la direcci贸n. Ahora, en la Fase 4 ('Notificaci贸n formal'), 驴qu茅 acci贸n es fundamental para el seguimiento y la transparencia del caso y por qu茅 es crucial?",
    "Opci贸n A": "Ignorar el caso despu茅s de la intervenci贸n inicial; para evitar complicaciones.",
    "Opci贸n B": "Solo hablar con los padres de la v铆ctima; para no alarmar a otros.",
    "Opci贸n C": "Documentar el caso, notificar a los padres de todos los involucrados y a las autoridades educativas seg煤n los protocolos; para asegurar la transparencia, el seguimiento y la protecci贸n legal.",
    "Opci贸n D": "Resolver el caso sin dejar registro; para mantener la discreci贸n.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "En la Fase 4, es fundamental documentar el caso, notificar formalmente a los padres de todos los involucrados y a las autoridades educativas, siguiendo los protocolos establecidos, para asegurar la transparencia, el seguimiento y la protecci贸n legal de todos los actores."
  },
  {
    "ID de Pregunta": "PHC2-P-162",
    "Nivel": " P",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que se prepara para la Promoci贸n Horizontal decide 'Alinear su Formaci贸n' buscando cursos y posgrados que est茅n oficialmente reconocidos y sean relevantes para el perfil que busca la Promoci贸n Horizontal. 驴Qu茅 beneficio principal se espera de esta acci贸n, seg煤n los tips operativos, y c贸mo impacta su desarrollo profesional?",
    "Opci贸n A": "Solo acumular constancias sin valor pedag贸gico; para llenar el expediente.",
    "Opci贸n B": "Asegurar que la formaci贸n sume puntos en el proceso y, al mismo tiempo, mejore su pr谩ctica docente de acuerdo con los principios de la NEM, potenciando su perfil profesional.",
    "Opci贸n C": "Perder el tiempo en cursos irrelevantes para su carrera; por falta de gu铆a.",
    "Opci贸n D": "No tener que estudiar para el instrumento de valoraci贸n de conocimientos; al tener el t铆tulo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El tip 'Alinea tu Formaci贸n' busca que los cursos y posgrados sean estrat茅gicamente relevantes para el perfil que busca la Promoci贸n Horizontal, lo que no solo suma puntos, sino que mejora la pr谩ctica docente alineada con la NEM, potenciando su perfil profesional."
  },
  {
    "ID de Pregunta": "PHC2-P-163",
    "Nivel": " P",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al ense帽ar un concepto complejo, lo introduce de forma sencilla y concreta, y luego lo retoma en proyectos posteriores con mayor profundidad y abstracci贸n. 驴Qu茅 concepto de Bruner est谩 aplicando y c贸mo se relaciona con la NEM?",
    "Opci贸n A": "Aprendizaje por Descubrimiento, porque los alumnos lo descubren solos.",
    "Opci贸n B": "Andamiaje, porque el docente da todo el apoyo.",
    "Opci贸n C": "Curr铆culo en Espiral, que se alinea con las Progresiones de Aprendizaje (PDA) de la NEM, permitiendo la construcci贸n gradual y compleja del conocimiento.",
    "Opci贸n D": "Modos de Representaci贸n, porque usa im谩genes.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La pr谩ctica de retomar conceptos con mayor profundidad y abstracci贸n en diferentes momentos se alinea con el 'Curr铆culo en Espiral' de Bruner, que encuentra un paralelo directo en las Progresiones de Aprendizaje (PDA) de la NEM, permitiendo una construcci贸n gradual y compleja del conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-P-164",
    "Nivel": " P",
    "Tema/Subtema": "1.3 Inclusi贸n, Equidad e Interculturalidad,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La NEM establece que la inclusi贸n es un 'mandato legal y 茅tico'. Si un docente de primaria ignora las necesidades de un alumno con discapacidad en su aula, 驴qu茅 implicaci贸n tiene esta omisi贸n?",
    "Opci贸n A": "Es una decisi贸n pedag贸gica v谩lida.",
    "Opci贸n B": "Es una falta 茅tica y legal, ya que vulnera el derecho del alumno a una educaci贸n inclusiva y de calidad.",
    "Opci贸n C": "Solo afecta el rendimiento del alumno.",
    "Opci贸n D": "No tiene consecuencias.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La omisi贸n de atender las necesidades de un alumno con discapacidad es una falta 茅tica y legal, ya que la inclusi贸n es un mandato y su incumplimiento vulnera el derecho del alumno a una educaci贸n de calidad."
  },
  {
    "ID de Pregunta": "PHC2-P-165",
    "Nivel": " P",
    "Tema/Subtema": "2.3.7 Artes y Experiencias Est茅ticas,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover el eje 'Artes y Experiencias Est茅ticas', decide que los alumnos no solo dibujen, sino que tambi茅n creen sus propias obras de teatro con t铆teres que ellos mismos dise帽en. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 fomentando y qu茅 busca lograr?",
    "Opci贸n A": "Solo la memorizaci贸n de guiones teatrales.",
    "Opci贸n B": "La producci贸n y creaci贸n art铆stica, permitiendo la expresi贸n de ideas y emociones, y el desarrollo de la sensibilidad est茅tica.",
    "Opci贸n C": "La copia de obras existentes.",
    "Opci贸n D": "La limitaci贸n de la creatividad a un solo formato.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La promoci贸n de la producci贸n y creaci贸n art铆stica (obras de teatro con t铆teres) permite a los estudiantes expresar sus ideas y emociones, desarrollando su sensibilidad est茅tica y creatividad, lo cual es una implicaci贸n clave del eje de Artes y Experiencias Est茅ticas."
  },
  {
    "ID de Pregunta": "PHC2-P-166",
    "Nivel": " P",
    "Tema/Subtema": "3.4.4 Casos pr谩cticos aplicables,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "En el proyecto 'Salvemos Nuestro R铆o', los alumnos investigan las causas de la contaminaci贸n y luego organizan una jornada de limpieza con la comunidad. 驴Qu茅 ejes articuladores de la NEM se integran principalmente en este proyecto?",
    "Opci贸n A": "Inclusi贸n y Pensamiento Cr铆tico",
    "Opci贸n B": "Vida Saludable y tica, Naturaleza y Sociedades",
    "Opci贸n C": "Igualdad de G茅nero y Apropiaci贸n de las Culturas",
    "Opci贸n D": "Artes y Experiencias Est茅ticas y Lenguajes.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El proyecto 'Salvemos Nuestro R铆o' integra principalmente el eje 'Vida Saludable' (cuidado del medio ambiente, bienestar) y 'tica, Naturaleza y Sociedades' (problem谩tica ambiental, responsabilidad social), promoviendo la acci贸n comunitaria."
  },
  {
    "ID de Pregunta": "PHC2-P-167",
    "Nivel": " P",
    "Tema/Subtema": "4.6 Gesti贸n del Aula y Ambientes Alfabetizadores,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria busca crear un 'ambiente alfabetizador' en su aula. Adem谩s de tener diversos libros, decide promover que los alumnos escriban cartas a un familiar y redacten informes de investigaci贸n. 驴Qu茅 aspecto de los ambientes alfabetizadores est谩 promoviendo y por qu茅 es importante?",
    "Opci贸n A": "La memorizaci贸n de la ortograf铆a.",
    "Opci贸n B": "El uso significativo del lenguaje con un prop贸sito real y para diversas audiencias.",
    "Opci贸n C": "Solo la lectura silenciosa.",
    "Opci贸n D": "La acumulaci贸n de textos sin sentido.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Promover que los alumnos escriban con un prop贸sito real y para diversas audiencias (cartas, informes) es clave para el 'Uso Significativo del Lenguaje', un aspecto fundamental de los ambientes alfabetizadores en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-168",
    "Nivel": " P",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnol贸gicos,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria utiliza una plataforma digital para que sus alumnos creen infograf铆as y videos sobre un tema de ciencias. 驴Qu茅 beneficio principal aporta el uso de estas herramientas digitales en el marco de las metodolog铆as activas y la NEM?",
    "Opci贸n A": "Sustituir la explicaci贸n del docente.",
    "Opci贸n B": "Limitar la creatividad de los alumnos.",
    "Opci贸n C": "Fomentar la creaci贸n de contenidos, la colaboraci贸n y el desarrollo de la ciudadan铆a digital de manera intencionada y pedag贸gica.",
    "Opci贸n D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El uso de herramientas digitales para la creaci贸n de contenidos (infograf铆as, videos) fomenta la creatividad, la colaboraci贸n y el desarrollo de la ciudadan铆a digital, lo cual es un uso intencionado y pedag贸gico de la tecnolog铆a en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-169",
    "Nivel": " P",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un director de primaria implementa la estrategia de 'C铆rculos de Estudio Docente' fuera del horario formal, dirigidos por los propios maestros, para abordar temas como 'C贸mo evaluar por PDA'. 驴Qu茅 punto clave de la NEM busca fortalecer principalmente con esta acci贸n?",
    "Opci贸n A": "El CE como motor operativo.",
    "Opci贸n B": "El trabajo colegiado como construcci贸n profesional colectiva y las CPA como m煤sculo pedag贸gico.",
    "Opci贸n C": "La escuela como ecosistema comunitario.",
    "Opci贸n D": "La jerarqu铆a en la escuela.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Los 'C铆rculos de Estudio Docente' son una estrategia que refuerza el punto clave de que el trabajo colegiado es una construcci贸n profesional colectiva y que las CPA son el m煤sculo pedag贸gico de la NEM, al promover el aprendizaje mutuo y la mejora continua entre docentes."
  },
  {
    "ID de Pregunta": "PHC2-P-170",
    "Nivel": " P",
    "Tema/Subtema": "7.4 Educaci贸n para el Desarrollo Sostenible y la Participaci贸n Social,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover la Educaci贸n para el Desarrollo Sostenible, organiza una 'Auditor铆a Ecol贸gica Escolar' donde alumnos y comunidad analizan el consumo de energ铆a y agua. 驴Qu茅 estrategia se est谩 aplicando y qu茅 busca principalmente?",
    "Opci贸n A": "Eco-escuelas, para ganar premios.",
    "Opci贸n B": "Educaci贸n circular, para reducir costos.",
    "Opci贸n C": "ABP ambiental, para identificar y reducir el impacto ambiental de la escuela con participaci贸n comunitaria.",
    "Opci贸n D": "Redes comunitarias, para delegar la responsabilidad.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La 'Auditor铆a Ecol贸gica Escolar' es una estrategia que se enmarca en el ABP ambiental, buscando identificar el impacto ambiental de la escuela y dise帽ar un plan para reducirlo con la participaci贸n de la comunidad, promoviendo la sostenibilidad."
  },
  {
    "ID de Pregunta": "PHC2-P-171",
    "Nivel": " P",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que se prepara para la Promoci贸n Horizontal decide 'Alinear su Formaci贸n' buscando cursos y posgrados que est茅n oficialmente reconocidos y sean relevantes para el perfil que busca la Promoci贸n Horizontal. 驴Qu茅 beneficio principal se espera de esta acci贸n, seg煤n los tips operativos?",
    "Opci贸n A": "Solo acumular constancias sin valor pedag贸gico.",
    "Opci贸n B": "Asegurar que la formaci贸n sume puntos en el proceso y, al mismo tiempo, mejore su pr谩ctica docente de acuerdo con los principios de la NEM.",
    "Opci贸n C": "Perder el tiempo en cursos irrelevantes para su carrera.",
    "Opci贸n D": "No tener que estudiar para el instrumento de valoraci贸n de conocimientos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El tip 'Alinea tu Formaci贸n' busca que los cursos y posgrados sean estrat茅gicamente relevantes para el perfil que busca la Promoci贸n Horizontal, lo que no solo suma puntos, sino que mejora la pr谩ctica docente alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-172",
    "Nivel": " P",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teor铆as),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, al observar a sus alumnos jugar libremente, presta atenci贸n a c贸mo interact煤an y resuelven conflictos. 驴Qu茅 tip operativo, basado en Piaget, est谩 aplicando para obtener pistas sobre el desarrollo cognitivo de sus alumnos?",
    "Opci贸n A": "'Preguntas Vygotskianas'",
    "Opci贸n B": "'Desaf铆os Piagetianos'",
    "Opci贸n C": "'Observa el Juego'",
    "Opci贸n D": "'Diario de Autoeficacia'",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El tip 'Observa el Juego' se basa en Piaget, ya que la observaci贸n del juego libre de los alumnos puede dar pistas sobre su desarrollo cognitivo, c贸mo interact煤an y resuelven problemas."
  },
  {
    "ID de Pregunta": "PHC2-P-173",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Art铆culo 3掳 Constitucional establece que la educaci贸n debe ser 'integral', desarrollando arm贸nicamente todas las facultades del ser humano. 驴Qu茅 implicaci贸n tiene esto para el docente al dise帽ar un proyecto escolar?",
    "Opci贸n A": "Debe enfocarse solo en el desarrollo intelectual.",
    "Opci贸n B": "Debe promover el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, adem谩s de lo cognitivo.",
    "Opci贸n C": "Debe ignorar el aspecto socioemocional.",
    "Opci贸n D": "Debe limitar el aprendizaje a los contenidos b谩sicos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La integralidad en el Art. 3掳 implica que la educaci贸n debe desarrollar arm贸nicamente todas las facultades del ser humano, fomentando el amor a la Patria, el respeto a los derechos, la cultura de paz y la conciencia de la solidaridad internacional, lo que impacta el dise帽o de proyectos escolares."
  },
  {
    "ID de Pregunta": "PHC2-P-174",
    "Nivel": " P",
    "Tema/Subtema": "2.3.5 Vida Saludable,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover el eje 'Vida Saludable', no solo da datos de nutrici贸n, sino que gu铆a a sus alumnos para crear un 'Recetario Saludable Comunitario' con recetas sencillas y nutritivas que puedan preparar en casa. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 fomentando y qu茅 busca lograr?",
    "Opci贸n A": "Solo la memorizaci贸n de alimentos.",
    "Opci贸n B": "La promoci贸n de h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias.",
    "Opci贸n C": "La prohibici贸n de ciertos alimentos.",
    "Opci贸n D": "La competencia por la mejor receta.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La creaci贸n de un 'Recetario Saludable Comunitario' promueve h谩bitos saludables de forma pr谩ctica y contextualizada, involucrando a las familias, lo cual es una implicaci贸n pedag贸gica clave del eje 'Vida Saludable' m谩s all谩 de la mera transmisi贸n de datos."
  },
  {
    "ID de Pregunta": "PHC2-P-175",
    "Nivel": " P",
    "Tema/Subtema": "3.4.2 Dise帽o de secuencias did谩cticas bajo los principios de la NEM,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria dise帽a una secuencia did谩ctica que parte de un desaf铆o real y significativo para los estudiantes, y que integra contenidos de diferentes Campos Formativos a trav茅s de los Ejes Articuladores. 驴Qu茅 principios del dise帽o de secuencias did谩cticas de la NEM est谩 aplicando principalmente?",
    "Opci贸n A": "Basadas en la memorizaci贸n y lineales.",
    "Opci贸n B": "Basadas en problemas o proyectos y articuladoras.",
    "Opci贸n C": "Solo centradas en el PDA y sin flexibilidad.",
    "Opci贸n D": "Exclusivamente te贸ricas y sin participaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "Las secuencias did谩cticas en la NEM deben ser 'Basadas en problemas o proyectos' (partiendo de un desaf铆o real) y 'Articuladoras' (conectando Campos Formativos a trav茅s de los Ejes Articuladores), promoviendo un aprendizaje integral y contextualizado."
  },
  {
    "ID de Pregunta": "PHC2-P-176",
    "Nivel": " P",
    "Tema/Subtema": "4.5 Educaci贸n Socioemocional,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa una 'Caja de Voz' an贸nima donde los alumnos pueden dejar notas con sus preocupaciones o sentimientos, y dedica un tiempo semanal a discutirlas en grupo. 驴Qu茅 implicaci贸n en la aula de la Educaci贸n Socioemocional est谩 promoviendo y por qu茅 es importante?",
    "Opci贸n A": "La evitaci贸n de la expresi贸n emocional.",
    "Opci贸n B": "La creaci贸n de un ambiente de confianza y seguridad para la expresi贸n de emociones y el desarrollo de la resiliencia y la empat铆a.",
    "Opci贸n C": "La imposici贸n de soluciones a los problemas.",
    "Opci贸n D": "La identificaci贸n de problemas para sancionar.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La 'Caja de Voz' y la discusi贸n grupal promueven un ambiente de confianza y seguridad, permitiendo la expresi贸n de emociones y contribuyendo al desarrollo de habilidades socioemocionales como la resiliencia y la empat铆a."
  },
  {
    "ID de Pregunta": "PHC2-P-177",
    "Nivel": " P",
    "Tema/Subtema": "5.1.1 Fundamentaci贸n normativa y filos贸fica (Metodolog铆as Activas),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Las metodolog铆as activas en la NEM se fundamentan en la Pedagog铆a Cr铆tica. 驴Qu茅 busca esta fundamentaci贸n para el estudiante, m谩s all谩 de aprender contenidos?",
    "Opci贸n A": "Que el estudiante memorice sin cuestionar.",
    "Opci贸n B": "Que el estudiante analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social.",
    "Opci贸n C": "Que el docente imponga su visi贸n del mundo.",
    "Opci贸n D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Pedagog铆a Cr铆tica impulsa a que el estudiante no solo aprenda contenidos, sino que analice y cuestione la realidad, identificando injusticias y buscando v铆as de transformaci贸n social, lo cual es un fundamento clave de las metodolog铆as activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-178",
    "Nivel": " P",
    "Tema/Subtema": "6.1 Gesti贸n Escolar Colaborativa y el CE,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Consejo Escolar (CE) de una escuela decide implementar un proyecto 'Mi Escuela Sostenible'. Para garantizar la 'Transparencia' en el modelo operativo del CE, 驴qu茅 acci贸n deben realizar?",
    "Opci贸n A": "Solo informar a la direcci贸n sobre el uso de recursos.",
    "Opci贸n B": "Realizar una rendici贸n de cuentas peri贸dica sobre el uso de recursos, avances de proyectos y decisiones tomadas, accesible a toda la comunidad.",
    "Opci贸n C": "Ocultar la informaci贸n financiera para evitar conflictos.",
    "Opci贸n D": "Delegar la transparencia a un solo miembro.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La transparencia en el modelo operativo del CE implica la rendici贸n de cuentas peri贸dica sobre el uso de recursos, avances de proyectos y decisiones, haciendo la informaci贸n accesible a toda la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-P-179",
    "Nivel": " P",
    "Tema/Subtema": "7.3.5 Plan de acci贸n ante acoso,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria ha identificado un caso de acoso escolar y ha intervenido inicialmente. Ahora, en la Fase 3 ('Intervenci贸n restaurativa'), 驴qu茅 acci贸n es crucial para trabajar con el agresor, si es apropiado y con consentimiento?",
    "Opci贸n A": "Sancionarlo p煤blicamente sin di谩logo.",
    "Opci贸n B": "Expulsarlo de la escuela sin m谩s.",
    "Opci贸n C": "Trabajar con el agresor en la comprensi贸n del da帽o causado y el desarrollo de empat铆a y habilidades prosociales.",
    "Opci贸n D": "Ignorar al agresor despu茅s de la sanci贸n.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "En la fase de intervenci贸n restaurativa, es crucial trabajar con el agresor para que comprenda el da帽o causado y desarrolle empat铆a y habilidades prosociales, buscando la reparaci贸n y el cambio de conducta."
  },
  {
    "ID de Pregunta": "PHC2-P-180",
    "Nivel": " P",
    "Tema/Subtema": "8.5 An谩lisis de Apartados Clave del Acuerdo 14/08/23,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente que participa en la Promoci贸n Horizontal decide llevar un registro detallado de todas sus constancias de cursos, grados acad茅micos y certificaciones. 驴Qu茅 implicaci贸n operativa del Acuerdo 14/08/23 est谩 abordando con esta acci贸n y por qu茅 es fundamental?",
    "Opci贸n A": "Dominio Digital, porque todo es en l铆nea.",
    "Opci贸n B": "Preparaci贸n Espec铆fica, porque debe estudiar mucho.",
    "Opci贸n C": "Carga Documental, porque el docente debe ser muy organizado con su expediente profesional para la validaci贸n.",
    "Opci贸n D": "Alineaci贸n con la NEM, porque los cursos son relevantes.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La 'Carga Documental' es una implicaci贸n operativa fundamental, ya que el docente debe ser muy organizado con su expediente profesional (constancias, grados, certificaciones) para la validaci贸n de sus elementos multifactoriales."
  },
  {
    "ID de Pregunta": "PHC2-P-181",
    "Nivel": " P",
    "Tema/Subtema": "9.3 Bandura y la Teor铆a Social Cognitiva,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para fomentar la 'autoeficacia' en sus alumnos, les asigna tareas desafiantes pero alcanzables, y celebra sus peque帽os logros. 驴Qu茅 concepto de Bandura se relaciona con esta pr谩ctica docente?",
    "Opci贸n A": "Aprendizaje por Observaci贸n",
    "Opci贸n B": "Autorregulaci贸n",
    "Opci贸n C": "Autoeficacia",
    "Opci贸n D": "Modelado",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "Al asignar tareas desafiantes pero alcanzables y celebrar los logros, el docente busca fortalecer la 'autoeficacia' de los estudiantes, es decir, su creencia en su propia capacidad para tener 茅xito."
  },
  {
    "ID de Pregunta": "PHC2-P-182",
    "Nivel": " P",
    "Tema/Subtema": "1.6 Puntos Claves + Tips para Docentes,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se asegura de que todas sus acciones en el aula est茅n alineadas con el Art铆culo 3掳 Constitucional, consider谩ndolo una herramienta operativa y no solo te贸rica. 驴Qu茅 implicaci贸n tiene este 'Punto Clave' en su pr谩ctica diaria?",
    "Opci贸n A": "Que el docente solo debe memorizar el Art铆culo 3掳.",
    "Opci贸n B": "Que el docente debe traducir los principios del Art铆culo 3掳 en acciones pedag贸gicas concretas y diarias, como garantizar la inclusi贸n y la equidad.",
    "Opci贸n C": "Que el Art铆culo 3掳 es irrelevante para la pr谩ctica.",
    "Opci贸n D": "Que el docente solo debe preocuparse por los contenidos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El punto clave 'El Art铆culo 3掳 CPEUM es operativo, no te贸rico' implica que el docente debe traducir sus principios en acciones pedag贸gicas concretas y diarias, garantizando la inclusi贸n, equidad y otros derechos en el aula."
  },
  {
    "ID de Pregunta": "PHC2-P-183",
    "Nivel": " P",
    "Tema/Subtema": "2.3.4 Igualdad de G茅nero,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para promover la 'Igualdad de G茅nero', utiliza un lenguaje incluyente y no sexista en el aula y cuestiona los estereotipos de g茅nero presentes en los libros de texto. 驴Qu茅 implicaci贸n pedag贸gica de este eje est谩 aplicando?",
    "Opci贸n A": "Fomentar roles de g茅nero tradicionales.",
    "Opci贸n B": "Promover la deconstrucci贸n de estereotipos y el uso de lenguaje incluyente.",
    "Opci贸n C": "Ignorar las diferencias de g茅nero.",
    "Opci贸n D": "Solo hablar de igualdad sin acciones.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La aplicaci贸n de lenguaje incluyente y la deconstrucci贸n de estereotipos son implicaciones pedag贸gicas clave del eje de Igualdad de G茅nero, buscando eliminar roles r铆gidos y promover relaciones equitativas."
  },
  {
    "ID de Pregunta": "PHC2-P-184",
    "Nivel": " P",
    "Tema/Subtema": "3.2.4 Ejemplos pr谩cticos y modos de intervenci贸n (Tips Escolares),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, para implementar el aprendizaje situado, propone a sus alumnos la creaci贸n de un 'Documental Comunitario' sobre un oficio tradicional. 驴Qu茅 ejes articuladores de la NEM se pueden integrar principalmente en este proyecto?",
    "Opci贸n A": "Vida Saludable e Igualdad de G茅nero",
    "Opci贸n B": "Pensamiento Cr铆tico e Interculturalidad Cr铆tica",
    "Opci贸n C": "Artes y Experiencias Est茅ticas y Vida Saludable",
    "Opci贸n D": "Inclusi贸n y Pensamiento Cr铆tico.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El proyecto 'Documental Comunitario' integra el Pensamiento Cr铆tico (investigaci贸n a fondo, an谩lisis) y la Interculturalidad Cr铆tica (entrevistas a portadores de tradici贸n, valoraci贸n de saberes locales), entre otros."
  },
  {
    "ID de Pregunta": "PHC2-P-185",
    "Nivel": " P",
    "Tema/Subtema": "4.8 Conclusi贸n (Planeaci贸n, Metodolog铆a y Evaluaci贸n),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 4 establece que la 'planeaci贸n did谩ctica situada es el punto de partida que contextualiza el curr铆culo a la realidad de los estudiantes'. 驴Qu茅 implicaci贸n tiene esto para el docente en su rol de estratega pedag贸gico?",
    "Opci贸n A": "Debe seguir un curr铆culo r铆gido sin adaptaci贸n.",
    "Opci贸n B": "Debe dise帽ar experiencias de aprendizaje aut茅nticas y significativas que partan del contexto y problem谩ticas reales de los alumnos.",
    "Opci贸n C": "Debe enfocarse solo en la transmisi贸n de contenidos te贸ricos.",
    "Opci贸n D": "Debe evitar la participaci贸n de la comunidad en la planeaci贸n.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La planeaci贸n did谩ctica situada exige al docente ser un estratega que dise帽e experiencias aut茅nticas y significativas, partiendo de la realidad y problem谩ticas de los alumnos para contextualizar el curr铆culo."
  },
  {
    "ID de Pregunta": "PHC2-P-186",
    "Nivel": " P",
    "Tema/Subtema": "5.8 Conclusi贸n (Metodolog铆as Activas y Mediaci贸n),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 5 afirma que 'la integraci贸n estrat茅gica de los recursos digitales y tecnol贸gicos amplifica las posibilidades de las metodolog铆as activas'. 驴Qu茅 implicaci贸n tiene esto para el docente en la NEM?",
    "Opci贸n A": "Que el docente debe reemplazar su ense帽anza con tecnolog铆a.",
    "Opci贸n B": "Que el docente debe usar la tecnolog铆a de forma intencionada y cr铆tica para enriquecer las experiencias de aprendizaje y fomentar la ciudadan铆a digital.",
    "Opci贸n C": "Que la tecnolog铆a solo sirve para el entretenimiento en el aula.",
    "Opci贸n D": "Que el uso de la tecnolog铆a limita la interacci贸n social.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La integraci贸n estrat茅gica de la tecnolog铆a implica que el docente la use de forma intencionada y cr铆tica para enriquecer el aprendizaje y desarrollar la ciudadan铆a digital, no para reemplazar su rol o limitar la interacci贸n."
  },
  {
    "ID de Pregunta": "PHC2-P-187",
    "Nivel": " P",
    "Tema/Subtema": "6.7 Conclusi贸n (Trabajo Colegiado, CE, CPA),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 6 establece que 'sin corresponsabilidad, la carga de la transformaci贸n recae injustamente y es superficial'. 驴Qu茅 implica esto para la mejora continua en la escuela?",
    "Opci贸n A": "Que la mejora continua es solo responsabilidad del director.",
    "Opci贸n B": "Que la mejora continua requiere la participaci贸n activa y compartida de todos los actores de la comunidad escolar.",
    "Opci贸n C": "Que la corresponsabilidad es un concepto te贸rico sin aplicaci贸n.",
    "Opci贸n D": "Que la transformaci贸n es un proceso individual.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La frase implica que la mejora continua de la escuela requiere la participaci贸n activa y compartida de todos los actores (docentes, familias, comunidad), ya que sin corresponsabilidad, la transformaci贸n ser铆a superficial y la carga recaer铆a injustamente."
  },
  {
    "ID de Pregunta": "PHC2-P-188",
    "Nivel": " P",
    "Tema/Subtema": "7.6 Conclusi贸n (Vinculaci贸n Escuela-Familia-Comunidad),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 7 afirma que 'sin comunidad no hay escuela' en el sentido pleno de la NEM. 驴Qu茅 implica esta afirmaci贸n para la escuela p煤blica?",
    "Opci贸n A": "Que la escuela debe aislarse de su entorno para mantener su autonom铆a.",
    "Opci贸n B": "Que la escuela debe abrirse y vincularse profundamente con su comunidad para ser un motor de transformaci贸n social.",
    "Opci贸n C": "Que la comunidad no tiene un rol relevante en la educaci贸n.",
    "Opci贸n D": "Que la escuela solo debe enfocarse en los contenidos acad茅micos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La afirmaci贸n implica que la escuela debe abrirse y vincularse profundamente con su comunidad, ya que es a trav茅s de esta conexi贸n que puede alcanzar su pleno potencial como motor de transformaci贸n social, m谩s all谩 de ser solo un edificio."
  },
  {
    "ID de Pregunta": "PHC2-P-189",
    "Nivel": " P",
    "Tema/Subtema": "8.7 Conclusi贸n (Acuerdo 14/08/23),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 8 establece que el Proyecto Horizontal 2025 es una 'gu铆a integral que busca empoderar a los maestros para que asuman su rol protag贸nico en la construcci贸n de la educaci贸n del futuro'. 驴Qu茅 significa esto para el docente?",
    "Opci贸n A": "Que el proyecto es solo un mapa de estudio te贸rico.",
    "Opci贸n B": "Que el docente debe ser un agente pasivo en la implementaci贸n de la NEM.",
    "Opci贸n C": "Que el docente, al comprender y aplicar los principios del proyecto, se convierte en un l铆der activo en la transformaci贸n educativa.",
    "Opci贸n D": "Que el proyecto solo busca cumplir con tr谩mites.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "Esta afirmaci贸n implica que el Proyecto Horizontal 2025 es una herramienta que empodera al docente para que, al comprender y aplicar sus principios, asuma un rol activo y protag贸nico en la transformaci贸n educativa, no solo como un receptor de informaci贸n."
  },
  {
    "ID de Pregunta": "PHC2-P-190",
    "Nivel": " P",
    "Tema/Subtema": "9.7 Conclusi贸n (Teor铆as Cl谩sicas),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La conclusi贸n del Tema 9 afirma que las teor铆as de Vygotsky, Piaget, Bandura y Bruner 'dotan de profundidad y coherencia a la Nueva Escuela Mexicana'. 驴Qu茅 implicaci贸n tiene esto para la pr谩ctica docente en la NEM?",
    "Opci贸n A": "Que el docente debe ignorar estas teor铆as por ser conceptos antiguos y sin aplicaci贸n pr谩ctica.",
    "Opci贸n B": "Que el docente, al comprender estas bases te贸ricas, puede dise帽ar experiencias pedag贸gicas m谩s conscientes y efectivas, que respeten los ritmos, potencien la autonom铆a y preparen a los estudiantes para ser ciudadanos cr铆ticos.",
    "Opci贸n C": "Que la NEM es una teor铆a completamente nueva sin bases previas.",
    "Opci贸n D": "Que el conocimiento te贸rico es irrelevante para la pr谩ctica y solo importa la experiencia.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La comprensi贸n de estas bases te贸ricas permite al docente dise帽ar experiencias pedag贸gicas m谩s conscientes y efectivas, que respetan los ritmos de aprendizaje, potencian la autonom铆a y forman ciudadanos cr铆ticos, lo que dota de profundidad a su pr谩ctica en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-191",
    "Nivel": " P",
    "Tema/Subtema": "1.2 Ley General de Educaci贸n,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "La Ley General de Educaci贸n (LGE) establece que los servidores p煤blicos del sector educativo deben cumplir con los principios rectores y que existen sanciones si vulneran derechos de los alumnos o incumplen sus obligaciones. 驴Qu茅 implicaci贸n tiene esto para la pr谩ctica diaria de un docente de primaria?",
    "Opci贸n A": "Que el docente puede ignorar los derechos de los alumnos sin consecuencias.",
    "Opci贸n B": "Que el docente debe conocer y aplicar activamente los principios rectores, siendo consciente de las responsabilidades y posibles sanciones por incumplimiento o vulneraci贸n de derechos.",
    "Opci贸n C": "Las sanciones solo aplican a directivos, por lo que su rol es limitado.",
    "Opci贸n D": "Que el docente no tiene obligaciones legales.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La LGE implica que el docente debe conocer y aplicar los principios rectores, siendo consciente de sus responsabilidades y las consecuencias legales (sanciones) por vulnerar derechos o incumplir sus obligaciones, lo que impacta directamente su pr谩ctica diaria."
  },
  {
    "ID de Pregunta": "PHC2-P-192",
    "Nivel": " P",
    "Tema/Subtema": "2.1.2 Principios de Justicia Social, Equidad e Inclusi贸n,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria se asegura de que en su aula se implementen apoyos diferenciados y adaptaciones curriculares para estudiantes con diversas necesidades, buscando que cada uno logre el m谩ximo desarrollo de sus potencialidades. 驴Qu茅 principio filos贸fico de la NEM est谩 aplicando con mayor 茅nfasis y por qu茅 es crucial?",
    "Opci贸n A": "Justicia Social, porque busca erradicar la discriminaci贸n.",
    "Opci贸n B": "Equidad, porque implica dar m谩s a quien m谩s lo necesita para el m谩ximo desarrollo.",
    "Opci贸n C": "Inclusi贸n, porque garantiza la participaci贸n plena de todos.",
    "Opci贸n D": "Universalidad, porque extiende el derecho a todos.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La Equidad en la NEM va m谩s all谩 de la igualdad formal, reconociendo que se requieren apoyos diferenciados y adaptaciones para que cada estudiante logre el m谩ximo desarrollo de sus potencialidades, compensando desventajas de origen."
  },
  {
    "ID de Pregunta": "PHC2-P-193",
    "Nivel": " P",
    "Tema/Subtema": "3.1.2 Principios para transformar la pr谩ctica docente,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria, en lugar de solo transmitir informaci贸n, dise帽a situaciones donde los estudiantes analizan noticias, debaten sobre problem谩ticas locales y proponen soluciones creativas. 驴Qu茅 principio transformador de la pr谩ctica docente en la NEM est谩 aplicando y qu茅 tipo de metodolog铆as implica?",
    "Opci贸n A": "Humanismo Radical; metodolog铆as expositivas y memor铆sticas.",
    "Opci贸n B": "Contextualizaci贸n y Pertinencia; metodolog铆as tradicionales y unidireccionales.",
    "Opci贸n C": "Pensamiento Cr铆tico como Eje; metodolog铆as activas y dial贸gicas que fomentan el an谩lisis y la proposici贸n.",
    "Opci贸n D": "Formaci贸n Integral; metodolog铆as centradas en la acumulaci贸n de datos.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El principio de 'Pensamiento Cr铆tico como Eje' implica que el docente debe fomentar la capacidad de los estudiantes para analizar, cuestionar y proponer soluciones a problemas reales, lo que requiere el uso de metodolog铆as activas y dial贸gicas, donde el debate y la creatividad son centrales."
  },
  {
    "ID de Pregunta": "PHC2-P-194",
    "Nivel": " P",
    "Tema/Subtema": "4.1 Planeaci贸n Did谩ctica Situada,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un colectivo docente de primaria, durante el CTE, decide que su Programa Anal铆tico debe reflejar las problem谩ticas de la comunidad y los intereses de los estudiantes. 驴Qu茅 elementos t茅cnicos de la planeaci贸n situada est谩n priorizando y por qu茅 es fundamental esta flexibilidad?",
    "Opci贸n A": "Campos Formativos y Progresiones de Aprendizaje; porque son la base curricular r铆gida.",
    "Opci贸n B": "Diagn贸stico y Codise帽o Curricular; porque permiten conocer el contexto y adaptar el curr铆culo para que sea relevante y significativo.",
    "Opci贸n C": "Secuencia Did谩ctica y Evaluaci贸n Formativa; porque solo se enfocan en la ejecuci贸n.",
    "Opci贸n D": "Prop贸sitos Situados y Gesti贸n del Aula; porque son elementos aislados.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El Diagn贸stico (conocer el contexto y los intereses) y el Codise帽o Curricular (adaptar el curr铆culo en el CTE) son elementos t茅cnicos fundamentales que otorgan flexibilidad a la planeaci贸n situada, haci茅ndola relevante y significativa para la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-P-195",
    "Nivel": " P",
    "Tema/Subtema": "5.2.2 Pasos para implementaci贸n (ABP),45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria y sus alumnos han investigado a fondo un problema de su comunidad y han dise帽ado una soluci贸n creativa. Ahora, para la fase de 'Socializaci贸n' de su Aprendizaje Basado en Proyectos (ABP) Comunitario, deciden organizar una feria abierta a los vecinos para presentar su propuesta. 驴Qu茅 prop贸sito principal tiene esta fase en el contexto del ABP Comunitario?",
    "Opci贸n A": "Solo obtener una calificaci贸n final para el proyecto.",
    "Opci贸n B": "Presentar el producto o soluci贸n a la comunidad para generar conciencia, recibir retroalimentaci贸n y celebrar los logros, buscando un impacto real.",
    "Opci贸n C": "Competir con otros proyectos de la escuela.",
    "Opci贸n D": "Mantener el proyecto en el 谩mbito interno del aula.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La fase de Socializaci贸n en el ABP Comunitario es crucial para que el producto o soluci贸n sea presentado a una audiencia real (la comunidad), generando conciencia, recibiendo retroalimentaci贸n y buscando un impacto social genuino."
  },
  {
    "ID de Pregunta": "PHC2-P-196",
    "Nivel": " P",
    "Tema/Subtema": "6.4 Mejora Continua y Liderazgo Colectivo,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un director de primaria, buscando fortalecer la mejora continua en su escuela, promueve que el colectivo docente, tras implementar una nueva estrategia pedag贸gica, no solo eval煤e los resultados, sino que tambi茅n realice una 'Retroalimentaci贸n' profunda para ajustar la planeaci贸n y reiniciar el ciclo. 驴Qu茅 implicaci贸n tiene esta pr谩ctica en el liderazgo colectivo?",
    "Opci贸n A": "El liderazgo recae 煤nicamente en el director al final del ciclo.",
    "Opci贸n B": "Fomenta un liderazgo distribuido donde la reflexi贸n y el ajuste son responsabilidad compartida, impulsando la mejora continua de manera sistem谩tica.",
    "Opci贸n C": "Limita la autonom铆a de los docentes al imponer un ciclo de evaluaci贸n.",
    "Opci贸n D": "Reduce la necesidad de colaboraci贸n entre los maestros.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La retroalimentaci贸n sistem谩tica en el ciclo de mejora continua fomenta un liderazgo distribuido, ya que la reflexi贸n y el ajuste se convierten en una responsabilidad compartida por todo el colectivo docente, impulsando la mejora de manera sistem谩tica."
  },
  {
    "ID de Pregunta": "PHC2-P-197",
    "Nivel": " P",
    "Tema/Subtema": "7.3.6 Protecci贸n del docente,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria es testigo de un incidente de acoso escolar y, tras intervenir, decide documentar el caso y notificar a la direcci贸n. Adem谩s, busca apoyo de sus superiores. 驴Qu茅 derecho y obligaci贸n del docente se reflejan en estas acciones, seg煤n el Tema 7?",
    "Opci贸n A": "Derecho a ignorar el acoso; obligaci贸n de no documentar.",
    "Opci贸n B": "Derecho a un ambiente laboral seguro y a recibir apoyo institucional; obligaci贸n de no ignorar y documentar el caso.",
    "Opci贸n C": "Derecho a sancionar sin protocolo; obligaci贸n de no notificar.",
    "Opci贸n D": "Derecho a no intervenir; obligaci贸n de solo observar.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "El docente tiene el derecho a un ambiente laboral seguro y a recibir apoyo institucional, y la obligaci贸n de no ignorar el incidente, documentarlo y activar el protocolo, buscando apoyo de sus superiores."
  },
  {
    "ID de Pregunta": "PHC2-P-198",
    "Nivel": " P",
    "Tema/Subtema": "8.3 Relaci贸n del Acuerdo con la NEM y la Mejora Continua,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "El Acuerdo 14/08/23 impulsa a los docentes a buscar activamente capacitaciones y experiencias que enriquezcan su pr谩ctica, lo que se traduce en una mejora colectiva. 驴Qu茅 concepto de la NEM se fortalece con esta din谩mica, m谩s all谩 del desarrollo individual del docente?",
    "Opci贸n A": "La estandarizaci贸n de la ense帽anza.",
    "Opci贸n B": "La competencia entre docentes.",
    "Opci贸n C": "La transformaci贸n del sistema educativo hacia una educaci贸n m谩s inclusiva, equitativa y de excelencia.",
    "Opci贸n D": "La reducci贸n de la carga laboral.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "El impulso a la formaci贸n continua y el desarrollo profesional del docente, promovido por el Acuerdo 14/08/23, contribuye a la transformaci贸n del sistema educativo en su conjunto, hacia una educaci贸n m谩s inclusiva, equitativa y de excelencia, alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-P-199",
    "Nivel": " P",
    "Tema/Subtema": "9.1 Vygotsky y el Enfoque Socio-Hist贸rico-Cultural,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria organiza un proyecto donde alumnos de diferentes grados colaboran para crear un mural sobre la historia local, con la gu铆a de un historiador de la comunidad. 驴Qu茅 concepto de Vygotsky se aplica principalmente en esta situaci贸n y c贸mo beneficia el aprendizaje?",
    "Opci贸n A": "Andamiaje, porque el docente da todas las respuestas.",
    "Opci贸n B": "Zona de Desarrollo Pr贸ximo (ZDP), porque el aprendizaje ocurre en la interacci贸n con pares m谩s capaces y la gu铆a del historiador, impulsando el desarrollo cognitivo y cultural.",
    "Opci贸n C": "Mediaci贸n por herramientas culturales, sin interacci贸n social.",
    "Opci贸n D": "Desarrollo Socio-Hist贸rico-Cultural, porque el contexto no influye.",
    "Respuesta Correcta": "B",
    "Retroalimentaci贸n": "La colaboraci贸n entre alumnos de diferentes niveles de habilidad (pares m谩s capaces) y la mediaci贸n del historiador se sit煤an en la Zona de Desarrollo Pr贸ximo (ZDP) de Vygotsky, donde el aprendizaje se impulsa a trav茅s de la interacci贸n social y cultural."
  },
  {
    "ID de Pregunta": "PHC2-P-200",
    "Nivel": " P",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Art铆culo 3掳 CPEUM,45s",
    "Tiempo recomendado": "45s",
    "Enunciado": "Un docente de primaria implementa reuniones con las familias para trabajar temas socioemocionales y estrategias de apoyo acad茅mico. 驴Con qu茅 p谩rrafo del Art铆culo 3掳 Constitucional se alinea directamente esta acci贸n y qu茅 principio se refuerza?",
    "Opci贸n A": "P谩rrafo 1 (Derecho a la educaci贸n) y universalidad.",
    "Opci贸n B": "P谩rrafo 2 (Fines de la educaci贸n) y cultura de paz.",
    "Opci贸n C": "P谩rrafo 4 (Participaci贸n de las familias) y corresponsabilidad.",
    "Opci贸n D": "P谩rrafo 7 (Mejora continua) y excelencia.",
    "Respuesta Correcta": "C",
    "Retroalimentaci贸n": "La acci贸n se alinea con el P谩rrafo 4 del Art铆culo 3掳 Constitucional, que reconoce la participaci贸n de las familias como corresponsables del proceso educativo, reforzando el principio de corresponsabilidad."
  }
]
