[
  {
    "ID de Pregunta": "PHC2-E-001",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria, al observar que un alumno en condición de discapacidad no cuenta con adecuaciones necesarias, decide gestionar los apoyos y elevar el caso a instancias superiores si la escuela no responde. ¿Con qué párrafo del Artículo 3° Constitucional se alinea directamente esta acción?",
    "Opción A": "Párrafo 2 – Fines de la educación.",
    "Opción B": "Párrafo 1 – Derecho a la educación.",
    "Opción C": "Párrafo 3 – Principios y criterios (inclusividad).",
    "Opción D": "Párrafo 4 – Participación de las familias.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 3 del Artículo 3° Constitucional establece principios como la inclusividad, lo que implica la obligación del docente de asegurar que ningún estudiante sea excluido o privado de una educación de calidad, gestionando los apoyos necesarios."
  },
  {
    "ID de Pregunta": "PHC2-E-002",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.1.3 Implicaciones Pedagógicas y Filosóficas para el Docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria impulsa valores cívicos, éticos y humanistas, promoviendo la empatía y la solidaridad en el aula. ¿Qué implicación de su rol en la NEM está ejerciendo?",
    "Opción A": "De transmisor a mediador",
    "Opción B": "Diseñador de experiencias de aprendizaje contextualizadas",
    "Opción C": "Agente de Transformación Social",
    "Opción D": "Investigador de su Propia Práctica",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Al impulsar valores cívicos, éticos y humanistas, el docente actúa como un Agente de Transformación Social, buscando formar ciudadanos comprometidos con su entorno."
  },
  {
    "ID de Pregunta": "PHC2-E-003",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.2.4 Ejemplos prácticos y modos de intervención (Tips Escolares)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria decide crear un 'Ayuntamiento Escolar' en el aula para que los alumnos debatan y tomen decisiones sobre problemas internos. ¿Qué tipo de estrategia de aprendizaje situado se está aplicando?",
    "Opción A": "Aprendizaje Basado en Problemas (ABP)",
    "Opción B": "Aprendizaje Servicio",
    "Opción C": "Simulaciones y Juegos de Rol",
    "Opción D": "Estudio de Casos",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La creación de un 'Ayuntamiento Escolar' es un ejemplo de Simulación o Juego de Rol, que permite a los estudiantes practicar habilidades y tomar decisiones en un escenario que imita la realidad."
  },
  {
    "ID de Pregunta": "PHC2-E-004",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.1 Planeación Didáctica Situada",
    "Tiempo recomendado": "30s",
    "Enunciado": "En la planeación didáctica situada, el 'Diagnóstico' es fundamental. ¿Qué implica conocer profundamente para este diagnóstico?",
    "Opción A": "Solo los resultados de exámenes estandarizados.",
    "Opción B": "Los intereses, saberes previos y barreras de los estudiantes, y el contexto socio-cultural de la comunidad.",
    "Opción C": "Únicamente las problemáticas de la escuela sin considerar a los alumnos.",
    "Opción D": "La opinión de los padres sin más investigación.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El diagnóstico en la planeación situada implica un conocimiento profundo del grupo (intereses, saberes, BAP) y del contexto socio-cultural de la comunidad (problemáticas, recursos, actores)."
  },
  {
    "ID de Pregunta": "PHC2-E-005",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.1.2 Relación con el aprendizaje situado (Metodologías Activas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La relación entre las metodologías activas y el aprendizaje situado es intrínseca y simbiótica porque las metodologías activas permiten que:",
    "Opción A": "El aprendizaje sea abstracto y descontextualizado.",
    "Opción B": "El aprendizaje surja de contextos reales y problemas comunitarios.",
    "Opción C": "Los estudiantes sean receptores pasivos de información.",
    "Opción D": "El conocimiento se limite a los libros de texto.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las metodologías activas son el vehículo principal para el aprendizaje situado, ya que proponen desafíos que emergen directamente de la realidad del estudiante, haciendo el aprendizaje relevante."
  },
  {
    "ID de Pregunta": "PHC2-E-006",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.1 Gestión Escolar Colaborativa y el CE",
    "Tiempo recomendado": "30s",
    "Enunciado": "Cuando el Consejo Escolar (CE) realiza un análisis participativo de las necesidades y problemáticas de la escuela y su entorno, ¿qué fase del modelo operativo está llevando a cabo?",
    "Opción A": "Constitución",
    "Opción B": "Ejecución",
    "Opción C": "Diagnóstico",
    "Opción D": "Transparencia",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Diagnóstico es la fase en la que el CE identifica las necesidades y problemáticas de la escuela y su entorno de manera participativa, lo cual alimenta el PEMC."
  },
  {
    "ID de Pregunta": "PHC2-E-007",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.1 Proyectos Sociocomunitarios",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un grupo de estudiantes de primaria, con su docente, investiga la escasez de agua en su colonia y propone soluciones prácticas a la junta de vecinos. Este ejemplo corresponde a un proyecto sociocomunitario que busca principalmente:",
    "Opción A": "Aumentar las calificaciones de los alumnos en ciencias.",
    "Opción B": "Desarrollar habilidades de memorización.",
    "Opción C": "Resolver una problemática real del entorno y generar un impacto local.",
    "Opción D": "Competir con otras escuelas en proyectos ambientales.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Los proyectos sociocomunitarios en la NEM se enfocan en abordar problemáticas auténticas del entorno, promoviendo la participación y la transformación local."
  },
  {
    "ID de Pregunta": "PHC2-E-008",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.3 Relación del Acuerdo con la NEM y la Mejora Continua",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Acuerdo 14/08/23 promueve el desarrollo profesional docente como motor de transformación porque:",
    "Opción A": "Obliga a los docentes a tomar cursos sin relevancia.",
    "Opción B": "Ofrece incentivos por el crecimiento profesional que impacta la calidad educativa.",
    "Opción C": "Solo busca medir el desempeño individual sin considerar la escuela.",
    "Opción D": "Se enfoca en la estandarización de la enseñanza.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El Acuerdo 14/08/23 incentiva la formación continua y el crecimiento profesional, lo que se traduce en una mejora colectiva y contribuye a la transformación del sistema educativo."
  },
  {
    "ID de Pregunta": "PHC2-E-009",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.2 Piaget y el Desarrollo Cognitivo Constructivista",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM enfatiza al estudiante como el centro del proceso educativo y un agente activo en la construcción de su aprendizaje. ¿Con qué concepto clave de Piaget se alinea directamente esta postura?",
    "Opción A": "Las etapas de desarrollo cognitivo.",
    "Opción B": "La asimilación y acomodación.",
    "Opción C": "El aprendizaje activo y el constructivismo.",
    "Opción D": "El equilibrio cognitivo.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La postura de la NEM sobre el estudiante como constructor activo de su conocimiento es un pilar del constructivismo piagetiano y su énfasis en el aprendizaje activo."
  },
  {
    "ID de Pregunta": "PHC2-E-010",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.4 Derechos Humanos en la Educación",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente observa que un alumno está siendo excluido sistemáticamente por sus compañeros debido a su origen indígena. Según el marco de Derechos Humanos en la educación, ¿cuál es la obligación del docente?",
    "Opción A": "Ignorar la situación para no intervenir en asuntos de alumnos.",
    "Opción B": "Permitir que los alumnos resuelvan sus problemas solos.",
    "Opción C": "Intervenir de inmediato para detener la discriminación y documentar la situación.",
    "Opción D": "Informar a los padres del alumno excluido sin tomar ninguna acción.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El docente tiene la obligación ética y legal de intervenir ante cualquier situación de discriminación y de documentar los hechos para activar los protocolos de protección de Derechos Humanos."
  },
  {
    "ID de Pregunta": "PHC2-E-011",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.2 Pensamiento Crítico",
    "Tiempo recomendado": "30s",
    "Enunciado": "Para fomentar el Pensamiento Crítico en el aula, un docente de primaria propone un 'Debate Respetuoso' sobre el uso de recursos naturales. ¿Qué implicación pedagógica de este eje se busca principalmente?",
    "Opción A": "La memorización de datos ecológicos.",
    "Opción B": "La imposición de una única perspectiva.",
    "Opción C": "El análisis multiperspectivo y la construcción de argumentos propios.",
    "Opción D": "La evitación de temas polémicos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El debate respetuoso busca que los estudiantes analicen diferentes puntos de vista, construyan sus propios argumentos y desarrollen una postura fundamentada, lo cual es central en el Pensamiento Crítico."
  },
  {
    "ID de Pregunta": "PHC2-E-012",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.1.3 Implicaciones prácticas para la planeación, evaluación y gestión del aula",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM propone una evaluación formativa y cualitativa. ¿Qué implica esto para la práctica docente?",
    "Opción A": "Asignar solo calificaciones numéricas al final del ciclo.",
    "Opción B": "Ignorar el proceso de aprendizaje del estudiante.",
    "Opción C": "Acompañar el proceso de aprendizaje, diagnosticando y retroalimentando continuamente.",
    "Opción D": "Realizar exámenes sorpresa sin previo aviso.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La evaluación formativa en la NEM se enfoca en el acompañamiento continuo, el diagnóstico de avances y dificultades, y la retroalimentación para la mejora del aprendizaje."
  },
  {
    "ID de Pregunta": "PHC2-E-013",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.4 Campos Formativos y su Articulación",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente diseña un proyecto donde los alumnos investigan la historia de su comunidad (Ética, Naturaleza y Sociedades), y luego crean una obra de teatro para representarla (Lenguajes, Artes y Experiencias Estéticas). Este ejemplo demuestra la articulación de los Campos Formativos a través de:",
    "Opción A": "La enseñanza de asignaturas aisladas.",
    "Opción B": "La memorización de datos históricos.",
    "Opción C": "Un enfoque interdisciplinario y holístico del conocimiento.",
    "Opción D": "La eliminación de la creatividad.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La articulación de Campos Formativos en la NEM busca una visión integral e interdisciplinaria del conocimiento, conectando saberes para abordar problemáticas de forma holística."
  },
  {
    "ID de Pregunta": "PHC2-E-014",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.5.2 Estrategias (Mediación Pedagógica)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Cuando un docente utiliza preguntas como '¿Qué pasaría si...?' o '¿Cómo lo sabes?' para guiar a sus alumnos, está aplicando una estrategia de mediación pedagógica llamada:",
    "Opción A": "Dictado de información.",
    "Opción B": "Evaluación sumativa.",
    "Opción C": "Formulación de preguntas potentes.",
    "Opción D": "Corrección directa del error.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La formulación de preguntas potentes es una estrategia clave de mediación pedagógica que invita a la reflexión, al análisis y a la construcción del conocimiento por parte del estudiante."
  },
  {
    "ID de Pregunta": "PHC2-E-015",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.2 Trabajo Colegiado Docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "El trabajo colegiado docente en la NEM es un 'espacio de reflexión y mejora profesional'. ¿Cómo se vincula directamente con el Programa Escolar de Mejora Continua (PEMC)?",
    "Opción A": "El trabajo colegiado solo revisa el PEMC al final del ciclo.",
    "Opción B": "Los maestros aportan al diagnóstico y la planeación del PEMC desde su visión del aula.",
    "Opción C": "El PEMC es un documento independiente del trabajo colegiado.",
    "Opción D": "El trabajo colegiado solo se enfoca en la disciplina escolar.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El trabajo colegiado contribuye directamente al diagnóstico y la planeación del PEMC, ya que los docentes aportan sus experiencias y necesidades desde la práctica en el aula."
  },
  {
    "ID de Pregunta": "PHC2-E-016",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.4 Prevención (Acoso escolar)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Para prevenir el acoso escolar en la primaria, un docente implementa 'Círculos de diálogo' semanales con sus alumnos. ¿Qué busca principalmente esta estrategia?",
    "Opción A": "Identificar a los agresores para sancionarlos.",
    "Opción B": "Fomentar la expresión de sentimientos, la resolución de conflictos y la construcción de acuerdos de convivencia.",
    "Opción C": "Evitar hablar de temas difíciles en el aula.",
    "Opción D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Los círculos de diálogo son una estrategia preventiva que crea espacios seguros para que los estudiantes expresen sus emociones, resuelvan conflictos y construyan normas de convivencia basadas en el respeto."
  },
  {
    "ID de Pregunta": "PHC2-E-017",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.4 Procedimiento, Evaluación y Resultados del Proceso",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente participa en la Promoción Horizontal. ¿Cuál de los siguientes es un instrumento de evaluación común en este proceso, según el Acuerdo 14/08/23?",
    "Opción A": "Un examen sobre cultura general.",
    "Opción B": "Una prueba de aptitud física.",
    "Opción C": "Un instrumento de valoración de conocimientos y aptitudes.",
    "Opción D": "Una entrevista de trabajo con el director.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El instrumento de valoración de conocimientos y aptitudes es una de las herramientas clave para evaluar a los docentes en el proceso de Promoción Horizontal."
  },
  {
    "ID de Pregunta": "PHC2-E-018",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.3 Bandura y la Teoría Social Cognitiva",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria modela constantemente el respeto y la empatía en el aula. Según Bandura, ¿qué concepto se relaciona con el aprendizaje que los alumnos adquieren al observar este comportamiento?",
    "Opción A": "Asimilación",
    "Opción B": "Acomodación",
    "Opción C": "Autoeficacia",
    "Opción D": "Aprendizaje por observación/modelado",
    "Respuesta Correcta": "D",
    "Retroalimentación": "El aprendizaje por observación o modelado, según Bandura, ocurre cuando los individuos aprenden al ver las acciones de otros y sus consecuencias."
  },
  {
    "ID de Pregunta": "PHC2-E-019",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.8 Aplicaciones prácticas en el aula y gestión docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente diseña un proyecto de aula donde los estudiantes investigan los derechos de los niños y crean carteles para difundirlos en la escuela. Esta acción se alinea con la aplicación práctica de:",
    "Opción A": "Solo la disciplina escolar.",
    "Opción B": "La implementación de protocolos de protección contra violencia escolar y el diseño de proyectos centrados en derechos humanos.",
    "Opción C": "La imposición de reglas sin participación.",
    "Opción D": "La memorización de artículos de ley.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El diseño de proyectos de aula centrados en derechos humanos es una aplicación práctica directa del marco normativo en la NEM, buscando que los alumnos comprendan y promuevan sus derechos."
  },
  {
    "ID de Pregunta": "PHC2-E-020",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.1.2 Principios de Justicia Social, Equidad e Inclusión",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM busca erradicar toda forma de discriminación y exclusión, garantizando que todos los estudiantes tengan acceso a una educación de calidad. Este principio se refiere a:",
    "Opción A": "Equidad",
    "Opción B": "Inclusión",
    "Opción C": "Justicia Social",
    "Opción D": "Universalidad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Justicia Social en la NEM busca la reducción de desigualdades y la erradicación de la discriminación, asegurando el acceso a una educación de calidad para todos, sin importar su origen."
  },
  {
    "ID de Pregunta": "PHC2-E-021",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.2 Diseño de secuencias didácticas bajo los principios de la NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las secuencias didácticas en la NEM deben ser 'Articuladoras'. Esto significa que deben:",
    "Opción A": "Enfocarse en un solo campo formativo a la vez.",
    "Opción B": "Conectar contenidos de los Campos Formativos a través de los 7 Ejes Articuladores.",
    "Opción C": "Ser lineales y sin relación entre sí.",
    "Opción D": "Priorizar la memorización de datos aislados.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las secuencias didácticas articuladoras en la NEM buscan integrar los contenidos de los Campos Formativos mediante los Ejes Articuladores, promoviendo un aprendizaje integral y transversal."
  },
  {
    "ID de Pregunta": "PHC2-E-022",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.2 Progresiones de Aprendizaje",
    "Tiempo recomendado": "30s",
    "Enunciado": "¿Por qué las Progresiones de Aprendizaje (PDA) son consideradas la 'brújula' para la planeación didáctica en la NEM?",
    "Opción A": "Porque son una lista rígida de contenidos a cubrir.",
    "Opción B": "Porque indican los exámenes que se deben aplicar.",
    "Opción C": "Porque describen el cómo los estudiantes van construyendo y desarrollando sus conocimientos de manera secuencial y gradual.",
    "Opción D": "Porque solo sirven para la evaluación sumativa.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Las PDA guían la planeación al describir la ruta de aprendizaje esperada para los estudiantes, permitiendo al docente diseñar actividades que faciliten esa progresión."
  },
  {
    "ID de Pregunta": "PHC2-E-023",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.4.3 Diseño de experiencias lúdicas (Juego como Estrategia)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Al diseñar experiencias lúdicas para el aprendizaje, un docente de primaria debe asegurar que el juego tenga 'Claridad de Propósito'. Esto implica:",
    "Opción A": "Que el juego sea solo para divertirse.",
    "Opción B": "Que el juego no tenga ninguna relación con los contenidos.",
    "Opción C": "Que el docente sepa qué habilidad o conocimiento busca desarrollar con el juego.",
    "Opción D": "Que el juego sea muy complicado.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La claridad de propósito en el diseño de juegos educativos asegura que la actividad lúdica tenga un objetivo pedagógico definido, vinculando el juego con el aprendizaje."
  },
  {
    "ID de Pregunta": "PHC2-E-024",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.4 Mejora Continua y Liderazgo Colectivo",
    "Tiempo recomendado": "30s",
    "Enunciado": "El ciclo de mejora continua en la NEM es un proceso constante. ¿Qué fase del modelo operativo implica la 'implementación de las estrategias y metodologías planificadas'?",
    "Opción A": "Diagnóstico",
    "Opción B": "Planeación",
    "Opción C": "Acción",
    "Opción D": "Evaluación",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La fase de Acción en el ciclo de mejora continua es donde se ponen en práctica las estrategias y metodologías diseñadas previamente."
  },
  {
    "ID de Pregunta": "PHC2-E-025",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.4 Educación para el Desarrollo Sostenible y la Participación Social",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria organiza un proyecto de 'Escuela Cero Residuos' donde los alumnos y la comunidad participan en talleres de compostaje y reciclaje. Esta iniciativa se relaciona con la Educación para el Desarrollo Sostenible porque busca:",
    "Opción A": "Solo reducir costos para la escuela.",
    "Opción B": "Fomentar el consumo masivo.",
    "Opción C": "Promover el conocimiento y la acción frente a problemáticas ambientales locales.",
    "Opción D": "Competir por premios de sostenibilidad.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Educación para el Desarrollo Sostenible en la NEM busca formar ciudadanos conscientes y activos en el cuidado del medio ambiente, a través de proyectos que aborden problemáticas locales como la gestión de residuos."
  },
  {
    "ID de Pregunta": "PHC2-E-026",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.5 Análisis de Apartados Clave del Acuerdo 14/08/23",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente guarda sus mejores planeaciones que demuestran cómo integra los 7 ejes articuladores en su práctica. Según el Acuerdo 14/08/23, ¿para qué propósito sería más útil esta acción?",
    "Opción A": "Para decorar su aula.",
    "Opción B": "Para tener un registro personal sin valor oficial.",
    "Opción C": "Para usar como evidencia sólida en un portafolio de desempeño.",
    "Opción D": "Para compartir en redes sociales.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Guardar planeaciones que demuestren la integración de los ejes articuladores es una excelente evidencia para un portafolio de desempeño, un instrumento valorado en la Promoción Horizontal."
  },
  {
    "ID de Pregunta": "PHC2-E-027",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM promueve la indagación y la autonomía del estudiante, incentivándolos a buscar respuestas y a construir su propio conocimiento. ¿Con qué concepto de Jerome Bruner se alinea directamente esta práctica?",
    "Opción A": "La memorización de hechos.",
    "Opción B": "El aprendizaje por descubrimiento.",
    "Opción C": "La enseñanza directa y pasiva.",
    "Opción D": "El currículo lineal.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La promoción de la indagación y la construcción autónoma del conocimiento en la NEM se alinea directamente con el concepto de Aprendizaje por Descubrimiento de Bruner."
  },
  {
    "ID de Pregunta": "PHC2-E-028",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.6 Puntos Claves + Tips para Docentes",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente, al enfrentar un problema con un alumno, decide documentar detalladamente los hechos, fechas y testigos antes de notificar a las autoridades. ¿Por qué es crucial esta acción según los 'Puntos Clave' del Tema 1?",
    "Opción A": "Para evitar la intervención de las autoridades.",
    "Opción B": "Porque lo que no está por escrito, no existe y no puede ser protegido o gestionado adecuadamente.",
    "Opción C": "Para culpar a otros involucrados.",
    "Opción D": "Para retrasar la resolución del problema.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El punto clave 'Documenta siempre. Lo que no está por escrito, no existe' resalta la importancia de registrar formalmente los hechos para una adecuada gestión y protección de derechos."
  },
  {
    "ID de Pregunta": "PHC2-E-029",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.2.3 Acuerdo 08/08/23 y Lineamientos NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Acuerdo 08/08/23 es fundamental para la NEM porque:",
    "Opción A": "Establece las fechas de vacaciones escolares.",
    "Opción B": "Opera los principios filosóficos y legales de la NEM, detallando el Marco Curricular y Lineamientos Pedagógicos.",
    "Opción C": "Define el salario de los docentes.",
    "Opción D": "Regula las actividades extracurriculares.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El Acuerdo 08/08/23 es clave para operacionalizar la NEM, detallando cómo se estructura el Plan de Estudios (Marco Curricular) y las directrices pedagógicas para su aplicación."
  },
  {
    "ID de Pregunta": "PHC2-E-030",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.2.2 Fundamentación normativa (Aprendizaje Situado)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La fundamentación normativa del aprendizaje situado en la NEM se desprende del Artículo 3° Constitucional y la Ley General de Educación al promover una educación integral y contextualizada. ¿Qué otro documento refuerza explícitamente este enfoque al introducir el codiseño curricular y metodologías como el ABPC?",
    "Opción A": "La Ley de Ingresos de la Federación.",
    "Opción B": "El Código Penal Federal.",
    "Opción C": "El Acuerdo 08/08/23 (o Plan de Estudios de Educación Básica).",
    "Opción D": "El Reglamento de Tránsito.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 08/08/23 es el documento que, al establecer el codiseño curricular y metodologías como el ABPC, refuerza normativamente el enfoque del aprendizaje situado en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-031",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'Rincón de las Emociones' en su aula para que los estudiantes expresen cómo se sienten. Esta acción se alinea con la Educación Socioemocional porque busca:",
    "Opción A": "Solo decorar el aula.",
    "Opción B": "Fomentar la inteligencia emocional y la gestión de emociones.",
    "Opción C": "Evitar que los alumnos hablen de sus sentimientos.",
    "Opción D": "Promover la memorización de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Rincón de las Emociones' es una estrategia que fomenta el reconocimiento y la expresión emocional, contribuyendo al desarrollo de habilidades socioemocionales."
  },
  {
    "ID de Pregunta": "PHC2-E-032",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.1.1 Fundamentación normativa y filosófica (Metodologías Activas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las metodologías activas en la NEM se fundamentan en el socio constructivismo, la pedagogía crítica, la neuroeducación y el aprendizaje situado. ¿Qué busca la pedagogía crítica en este contexto?",
    "Opción A": "Que el estudiante memorice sin cuestionar.",
    "Opción B": "Que el estudiante analice y cuestione la realidad, buscando vías de transformación.",
    "Opción C": "Que el docente imponga su visión de la realidad.",
    "Opción D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La pedagogía crítica impulsa al estudiante a analizar y cuestionar su realidad, identificando injusticias y buscando soluciones, lo que es un pilar de las metodologías activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-033",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.3 Comunidades Profesionales de Aprendizaje (CPA)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las Comunidades Profesionales de Aprendizaje (CPA) son el 'músculo pedagógico' de la NEM. ¿Cómo se alinean con el principio de corresponsabilidad?",
    "Opción A": "Los docentes solo trabajan individualmente.",
    "Opción B": "Los docentes compiten por el mejor desempeño.",
    "Opción C": "Los docentes comparten la responsabilidad por el aprendizaje de todos los estudiantes y por el desarrollo profesional colectivo.",
    "Opción D": "Las CPA son solo para discutir temas administrativos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Las CPA reflejan la corresponsabilidad al promover que los docentes compartan la responsabilidad por el aprendizaje de los alumnos y por el desarrollo profesional conjunto."
  },
  {
    "ID de Pregunta": "PHC2-E-034",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.2 Corresponsabilidad Educativa",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente organiza talleres en la escuela donde padres y abuelos comparten sus oficios y tradiciones con los alumnos. Esta estrategia de corresponsabilidad educativa busca principalmente:",
    "Opción A": "Delegar la enseñanza a las familias.",
    "Opción B": "Ignorar los saberes comunitarios.",
    "Opción C": "Reconocer y valorar los conocimientos y experiencias que las familias y la comunidad aportan al proceso educativo.",
    "Opción D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La estrategia 'Saberes que transforman' busca valorar y reconocer los conocimientos y experiencias de la comunidad como un recurso pedagógico, fomentando la corresponsabilidad."
  },
  {
    "ID de Pregunta": "PHC2-E-035",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.5 Análisis de Apartados Clave del Acuerdo 14/08/23",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide tomar cursos y diplomados que están directamente relacionados con los énfasis de la NEM, como DUA o interculturalidad crítica. ¿Qué implicación operativa del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "Que la formación continua no es valorada.",
    "Opción B": "Que solo importa la antigüedad en el servicio.",
    "Opción C": "Que el docente debe alinear su formación con los principios pedagógicos de la NEM para mejorar su práctica y su valoración.",
    "Opción D": "Que cualquier curso es válido para la promoción.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 14/08/23 valora la formación continua que se alinea con los principios de la NEM, incentivando a los docentes a actualizarse en estos temas para mejorar su práctica y su puntaje en el proceso."
  },
  {
    "ID de Pregunta": "PHC2-E-036",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.5 Síntesis Integrada",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un punto de confluencia entre las teorías de Vygotsky, Piaget, Bandura y Bruner que es fundamental para la NEM es el rol del docente. ¿Cómo se concibe este rol en la NEM, a partir de estas teorías?",
    "Opción A": "Como un transmisor de información.",
    "Opción B": "Como un mediador, facilitador y guía.",
    "Opción C": "Como un evaluador exclusivo de resultados.",
    "Opción D": "Como un observador pasivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Estas teorías convergen en la idea de que el docente debe ser un mediador, facilitador y guía que acompaña al estudiante en su proceso de construcción del conocimiento, un rol central en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-037",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.5 Ley General de Derechos de Niñas, Niños y Adolescentes",
    "Tiempo recomendado": "30s",
    "Enunciado": "La Ley General de los Derechos de Niñas, Niños y Adolescentes (LGDNNA) establece la obligación de crear ambientes escolares protectores. Esto significa que la escuela debe garantizar:",
    "Opción A": "Que los alumnos solo aprendan contenidos académicos.",
    "Opción B": "Que los alumnos estén aislados de la comunidad.",
    "Opción C": "Que los alumnos puedan desarrollarse integralmente en un entorno libre de violencia.",
    "Opción D": "Que solo los docentes tomen decisiones sobre la convivencia.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La LGDNNA busca asegurar que los ambientes escolares promuevan el desarrollo integral de los estudiantes en un entorno seguro y libre de violencia, lo cual es transversal a la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-038",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.3 Interculturalidad Crítica",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria organiza una 'Feria de Saberes y Tradiciones' donde alumnos y familias comparten aspectos de sus culturas de origen. Esta actividad se alinea con la Interculturalidad Crítica porque busca:",
    "Opción A": "Solo celebrar el folclore.",
    "Opción B": "Promover la asimilación cultural.",
    "Opción C": "Analizar críticamente las relaciones de poder entre culturas y valorar la diversidad como riqueza.",
    "Opción D": "Ignorar las diferencias culturales.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Interculturalidad Crítica no solo reconoce la diversidad, sino que busca analizar las relaciones de poder y valorar los saberes y expresiones de todas las culturas, fomentando el diálogo equitativo."
  },
  {
    "ID de Pregunta": "PHC2-E-039",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.3 Gestión del aula, intervención comunitaria y acompañamiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La 'intervención comunitaria' del docente en la NEM implica:",
    "Opción A": "Que el docente solo dé clases en la comunidad.",
    "Opción B": "Que el docente sea un puente entre la escuela y la comunidad, involucrando a las familias y buscando soluciones conjuntas a problemáticas locales.",
    "Opción C": "Que la comunidad decida todo en la escuela sin el docente.",
    "Opción D": "Que el docente ignore el contexto de la comunidad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La intervención comunitaria del docente implica conocer el contexto, involucrar a la comunidad en proyectos y buscar soluciones conjuntas a problemáticas locales, haciendo de la escuela un centro comunitario."
  },
  {
    "ID de Pregunta": "PHC2-E-040",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.6 Gestión del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente decide reorganizar el mobiliario del aula para facilitar el trabajo colaborativo y la interacción entre los estudiantes. Esta acción se relaciona con la gestión del aula en la NEM porque busca:",
    "Opción A": "Controlar estrictamente la disciplina.",
    "Opción B": "Limitar la interacción entre alumnos.",
    "Opción C": "Crear un ambiente de aprendizaje democrático y flexible que promueva la autonomía.",
    "Opción D": "Mantener un ambiente rígido y tradicional.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La gestión del aula en la NEM busca crear un ambiente flexible y democrático que promueva la participación, la autonomía y el trabajo colaborativo, adaptando el espacio a las necesidades pedagógicas."
  },
  {
    "ID de Pregunta": "PHC2-E-041",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnológicos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente utiliza una plataforma digital para que sus alumnos colaboren en la creación de una presentación sobre un tema. Este uso de la tecnología se alinea con la NEM porque:",
    "Opción A": "Sustituye la interacción presencial.",
    "Opción B": "Permite la creación de contenidos y fomenta la colaboración y comunicación.",
    "Opción C": "Solo sirve para entretener a los alumnos.",
    "Opción D": "Es un fin en sí mismo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El uso de herramientas digitales para la colaboración y creación de contenidos potencia las metodologías activas y la interacción, alineándose con el enfoque pedagógico de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-042",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' de la NEM, el Consejo Escolar (CE) es el 'motor operativo de la transformación'. ¿Qué implica esto?",
    "Opción A": "Que el CE solo se encarga de trámites burocráticos.",
    "Opción B": "Que el CE es la plataforma más poderosa para movilizar a toda la comunidad hacia la mejora.",
    "Opción C": "Que el CE es un órgano consultivo sin poder de decisión.",
    "Opción D": "Que el CE solo se reúne una vez al año.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El CE es el motor de la transformación porque moviliza a toda la comunidad escolar y local, siendo un espacio activo de decisión y acción para la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-043",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Cultura de paz se vive, no se enseña' en la NEM implica que:",
    "Opción A": "La paz es un concepto abstracto que no se aplica en la escuela.",
    "Opción B": "La cultura de paz se construye día a día con el ejemplo, el diálogo y la resolución constructiva de conflictos.",
    "Opción C": "Solo se enseña la paz en clases de Formación Cívica y Ética.",
    "Opción D": "La paz es responsabilidad exclusiva de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La cultura de paz en la NEM es una práctica constante que se construye a través del ejemplo, el diálogo, la empatía y la resolución pacífica de conflictos en la vida diaria de la escuela."
  },
  {
    "ID de Pregunta": "PHC2-E-044",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal crea una 'Carpeta Mi Promoción' digital y física para guardar todas sus constancias, reconocimientos y evidencias. ¿Qué punto clave del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "La necesidad de improvisar la documentación.",
    "Opción B": "La importancia de la organización documental.",
    "Opción C": "Que las evidencias no son relevantes.",
    "Opción D": "Que solo se valora la antigüedad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La 'Organización documental' es un punto clave y un tip ultra operativo para el docente en el proceso de Promoción Horizontal, asegurando que toda la información relevante esté disponible y organizada."
  },
  {
    "ID de Pregunta": "PHC2-E-045",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Tu alumno no es un vaso vacío, es un constructor' (Piaget) implica para el docente de la NEM que debe:",
    "Opción A": "Llenar al alumno de información sin más.",
    "Opción B": "Darle material y desafíos para que construya su propio conocimiento.",
    "Opción C": "Ignorar lo que el alumno ya sabe.",
    "Opción D": "Limitar la interacción del alumno con el entorno.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Piaget, resalta el rol activo del estudiante en la construcción de su conocimiento, por lo que el docente debe proveer los medios (materiales y desafíos) para esa construcción."
  },
  {
    "ID de Pregunta": "PHC2-E-046",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-047",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.1 Inclusión",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria aplica el Diseño Universal para el Aprendizaje (DUA) en su planeación. ¿Qué busca lograr principalmente con el DUA?",
    "Opción A": "Estandarizar la enseñanza para todos los alumnos.",
    "Opción B": "Crear actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes desde un inicio.",
    "Opción C": "Atender solo a los alumnos con necesidades educativas especiales.",
    "Opción D": "Limitar las opciones de aprendizaje.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El DUA busca diseñar actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes posible desde un inicio, eliminando barreras para el aprendizaje y la participación."
  },
  {
    "ID de Pregunta": "PHC2-E-048",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.1 Implementación de los principios de la NEM en la práctica",
    "Tiempo recomendado": "30s",
    "Enunciado": "El docente de la NEM se caracteriza por su 'flexibilidad y adaptabilidad'. ¿Qué implica esto en su práctica diaria?",
    "Opción A": "Seguir un plan rígido sin cambios.",
    "Opción B": "Ajustar la planeación y las estrategias en función de la respuesta de los estudiantes y los eventos emergentes.",
    "Opción C": "Ignorar los cambios en el aula.",
    "Opción D": "Mantener siempre la misma metodología.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La flexibilidad y adaptabilidad del docente en la NEM implica su capacidad para ajustar la planeación y las estrategias según las necesidades de los estudiantes y las situaciones que surjan en el aula o la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-E-049",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.7 Puntos Claves + Tips",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' del Tema 4, ¿por qué los Campos Formativos NO son asignaturas aisladas en la NEM?",
    "Opción A": "Porque solo se enfocan en un área del conocimiento.",
    "Opción B": "Porque se articulan entre sí para un aprendizaje holístico.",
    "Opción C": "Porque no tienen relación con los Ejes Articuladores.",
    "Opción D": "Porque solo se enseñan de forma teórica.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Los Campos Formativos en la NEM se articulan entre sí a través de los Ejes Articuladores, buscando una visión integral e interdisciplinaria del conocimiento, no operando de forma aislada."
  },
  {
    "ID de Pregunta": "PHC2-E-050",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.7 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'El error es el mejor maestro' en la NEM implica que el docente debe:",
    "Opción A": "Sancionar severamente los errores de los alumnos.",
    "Opción B": "Ignorar los errores para no desmotivar.",
    "Opción C": "Celebrar el intento, analizar la lección del error y fomentar el aprendizaje a partir de él.",
    "Opción D": "Evitar que los alumnos cometan errores.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Esta frase enfatiza que el error es una oportunidad de aprendizaje, por lo que el docente debe fomentar su análisis y la reflexión sobre lo que se puede aprender de él."
  },
  {
    "ID de Pregunta": "PHC2-E-051",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un director implementa una 'Agenda Participativa del CE' donde se dedica un espacio fijo a 'logros de la semana/mes' y 'reto de la semana/mes'. ¿Qué busca potenciar con esta estrategia?",
    "Opción A": "La burocracia del CE.",
    "Opción B": "La inactividad de los miembros.",
    "Opción C": "La acción, la corresponsabilidad y la movilización de la comunidad hacia la mejora.",
    "Opción D": "La centralización de decisiones.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La 'Agenda Participativa del CE' busca fomentar la acción, la corresponsabilidad y la movilización de toda la comunidad hacia la mejora, convirtiendo al CE en un motor de transformación."
  },
  {
    "ID de Pregunta": "PHC2-E-052",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Sostenibilidad es principio transversal' en la NEM implica que:",
    "Opción A": "Solo se aborda en la clase de ciencias naturales.",
    "Opción B": "Debe permear en todas las asignaturas y en la vida diaria de la escuela.",
    "Opción C": "Es un tema opcional para algunas escuelas.",
    "Opción D": "Solo es responsabilidad de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La sostenibilidad en la NEM es un principio que debe permear en todas las asignaturas y en la vida diaria de la escuela, no limitarse a un solo tema o área."
  },
  {
    "ID de Pregunta": "PHC2-E-053",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que se prepara para la Promoción Horizontal decide hacer 'Simulacros de Instrumentos' de valoración. ¿Qué busca con esta acción?",
    "Opción A": "Memorizar las preguntas exactas.",
    "Opción B": "Saber responder eficazmente y familiarizarse con el formato de evaluación.",
    "Opción C": "Evitar la preparación.",
    "Opción D": "Depender de la suerte.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Realizar simulacros de instrumentos ayuda al docente a familiarizarse con el formato de evaluación y a practicar sus habilidades para responder eficazmente, más allá de la memorización."
  },
  {
    "ID de Pregunta": "PHC2-E-054",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Eres un modelo, te observan' (Bandura) implica para el docente de la NEM que debe:",
    "Opción A": "Ignorar su comportamiento en el aula.",
    "Opción B": "Ser consciente de que su forma de ser y actuar enseña tanto o más que sus palabras.",
    "Opción C": "Solo preocuparse por el contenido académico.",
    "Opción D": "Evitar la interacción con los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Bandura, resalta la importancia del modelado; el docente debe ser consciente de que su comportamiento y actitudes influyen significativamente en el aprendizaje y desarrollo de los estudiantes."
  },
  {
    "ID de Pregunta": "PHC2-E-055",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 8, establece que la educación debe ser 'laica y con orientación humanista'. ¿Qué implicación tiene esto para el docente en el aula?",
    "Opción A": "Debe enseñar doctrinas religiosas.",
    "Opción B": "Debe mantener la educación libre de doctrinas religiosas, centrada en valores universales y respeto a la diversidad.",
    "Opción C": "Debe imponer sus creencias personales.",
    "Opción D": "Debe ignorar los valores.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La laicidad y orientación humanista implican que la educación debe estar libre de doctrinas religiosas, enfocándose en el desarrollo de valores universales y el respeto a la diversidad."
  },
  {
    "ID de Pregunta": "PHC2-E-056",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.5 Vida Saludable",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria promueve hábitos de alimentación equilibrada y actividad física regular, además de fomentar la gestión de emociones en el aula. ¿Qué implicación pedagógica del eje 'Vida Saludable' está aplicando?",
    "Opción A": "Solo la prevención de adicciones.",
    "Opción B": "Una educación integral para la salud, incluyendo dimensiones físicas, mentales y emocionales.",
    "Opción C": "La memorización de dietas.",
    "Opción D": "La competencia deportiva.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La promoción de hábitos saludables y la gestión de emociones se enmarcan en una educación integral para la salud, que abarca dimensiones físicas, mentales y emocionales, como lo establece el eje 'Vida Saludable'."
  },
  {
    "ID de Pregunta": "PHC2-E-057",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.2 Diseño de secuencias didácticas bajo los principios de la NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las secuencias didácticas en la NEM deben ser 'Activas y Participativas'. ¿Qué promueven principalmente estas secuencias?",
    "Opción A": "La memorización de contenidos.",
    "Opción B": "La indagación, la colaboración, la experimentación y la construcción activa del conocimiento.",
    "Opción C": "La pasividad del estudiante.",
    "Opción D": "La imposición de ideas.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las secuencias didácticas activas y participativas promueven que los estudiantes investiguen, colaboren, experimenten y construyan activamente su conocimiento, siendo protagonistas de su aprendizaje."
  },
  {
    "ID de Pregunta": "PHC2-E-058",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria fomenta la escucha activa y la resolución pacífica de conflictos en su aula. ¿Qué implicación en el aula de la Educación Socioemocional está promoviendo?",
    "Opción A": "El desarrollo de la competencia entre alumnos.",
    "Opción B": "La creación de un ambiente de confianza y seguridad, y la construcción de relaciones positivas.",
    "Opción C": "La imposición de reglas sin diálogo.",
    "Opción D": "La evitación de la expresión de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Fomentar la escucha activa y la resolución pacífica de conflictos contribuye a crear un ambiente de confianza y seguridad, promoviendo relaciones positivas y el desarrollo socioemocional."
  },
  {
    "ID de Pregunta": "PHC2-E-059",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.5.2 Estrategias (Mediación Pedagógica)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria presenta una situación que desafía las ideas previas de sus alumnos sobre un tema, para que se vean obligados a reestructurar su conocimiento. ¿Qué estrategia de mediación pedagógica está aplicando?",
    "Opción A": "Modelado",
    "Opción B": "Andamiaje",
    "Opción C": "Generación de Conflictos Cognitivos",
    "Opción D": "Retroalimentación Efectiva",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Generación de Conflictos Cognitivos es una estrategia de mediación donde se presentan situaciones que desafían las ideas previas del estudiante para impulsar la reestructuración de su conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-E-060",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.2 Trabajo Colegiado Docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "El trabajo colegiado docente en la NEM es la 'espina dorsal pedagógica'. ¿Cómo se vincula directamente con el Consejo Escolar (CE) y el PEMC?",
    "Opción A": "Es independiente del CE y el PEMC.",
    "Opción B": "El trabajo colegiado contribuye al diagnóstico y la planeación del PEMC, y las decisiones del CE influyen en sus prioridades.",
    "Opción C": "Solo se enfoca en temas administrativos del CE.",
    "Opción D": "No tiene relación con la mejora continua.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El trabajo colegiado docente contribuye directamente al diagnóstico y la planeación del PEMC, y sus prioridades están influenciadas por las decisiones del CE, lo que asegura la alineación con la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-061",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.5 Plan de acción ante acoso",
    "Tiempo recomendado": "30s",
    "Enunciado": "En la Fase 3 del plan de acción ante acoso escolar ('Intervención restaurativa'), ¿qué acción es fundamental después de comunicar con la dirección y el equipo especializado?",
    "Opción A": "Ignorar al agresor.",
    "Opción B": "Buscar un espacio de mediación o reparación con los involucrados (si es apropiado y con consentimiento).",
    "Opción C": "Sancionar sin diálogo.",
    "Opción D": "Dejar que los alumnos resuelvan solos el problema.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La búsqueda de un espacio de mediación o reparación con los involucrados, si es apropiado y con consentimiento, es una acción clave en la fase de intervención restaurativa."
  },
  {
    "ID de Pregunta": "PHC2-E-062",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide 'Alinear su Formación' buscando cursos y posgrados oficialmente reconocidos y relevantes para el perfil que busca la Promoción Horizontal. ¿Qué beneficio principal se espera de esta acción?",
    "Opción A": "Solo acumular constancias.",
    "Opción B": "Asegurar que la formación sume puntos y mejore su práctica de acuerdo con la NEM.",
    "Opción C": "Perder el tiempo en cursos irrelevantes.",
    "Opción D": "No tener que estudiar para el instrumento de valoración.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "'Alinear tu Formación' asegura que los cursos y posgrados sean reconocidos y relevantes para el perfil de la Promoción Horizontal, lo que no solo suma puntos sino que mejora la práctica docente alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-063",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM, al promover las Progresiones de Aprendizaje (PDA) y las Fases, se alinea con el concepto de 'Currículo en Espiral' de Bruner. ¿Qué implica este concepto?",
    "Opción A": "Que los contenidos se enseñan una sola vez.",
    "Opción B": "Que los conceptos fundamentales se presentan en diferentes momentos con mayor complejidad y abstracción.",
    "Opción C": "Que el currículo es rígido y no cambia.",
    "Opción D": "Que el aprendizaje es lineal.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Currículo en Espiral' de Bruner implica que los conceptos fundamentales se retoman y profundizan a lo largo del desarrollo, cada vez con mayor nivel de complejidad y abstracción, lo que se refleja en las PDA y Fases de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-064",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-065",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.6 Apropiación de las Culturas a través de la Lectura y la Escritura",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'ambiente alfabetizador' en su aula con diversos textos y materiales escritos con propósitos reales. ¿Qué implicación pedagógica de este eje está promoviendo?",
    "Opción A": "La memorización de reglas gramaticales.",
    "Opción B": "La lectura por placer y la escritura con propósito y para diversas audiencias.",
    "Opción C": "La limitación del acceso a la información.",
    "Opción D": "La lectura obligatoria sin disfrute.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La creación de ambientes alfabetizadores promueve la lectura por placer y la escritura con un propósito real y para diversas audiencias, lo cual es clave en la Apropiación de las Culturas a través de la Lectura y la Escritura."
  },
  {
    "ID de Pregunta": "PHC2-E-066",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.1.2 Principios para transformar la práctica docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria se asegura de que todos los estudiantes, incluyendo aquellos con necesidades educativas específicas, reciban el apoyo necesario para aprender y participar plenamente. ¿Qué principio de la NEM está aplicando con mayor énfasis?",
    "Opción A": "Humanismo Radical",
    "Opción B": "Pensamiento Crítico como Eje",
    "Opción C": "Inclusión Genuina",
    "Opción D": "Corresponsabilidad y Colaboración",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La 'Inclusión Genuina' implica identificar y eliminar barreras para el aprendizaje y la participación, adaptando estrategias y materiales para atender la diversidad de ritmos, estilos y capacidades."
  },
  {
    "ID de Pregunta": "PHC2-E-067",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.6 Gestión del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria fomenta el diálogo, el respeto mutuo y la participación activa de todos en el aula. ¿Qué aspecto de la gestión del aula en la NEM está promoviendo?",
    "Opción A": "Un ambiente jerárquico y autoritario.",
    "Opción B": "Un ambiente democrático y participativo.",
    "Opción C": "Un ambiente silencioso y sin interacción.",
    "Opción D": "Un ambiente competitivo y excluyente.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La gestión del aula en la NEM busca crear un ambiente democrático y participativo, donde se valoren todas las voces y se promueva la toma de decisiones colectiva."
  },
  {
    "ID de Pregunta": "PHC2-E-068",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnológicos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria utiliza una aplicación de gamificación para repasar conceptos de matemáticas. ¿Qué beneficio principal busca con el uso de esta herramienta digital?",
    "Opción A": "Solo entretener a los alumnos.",
    "Opción B": "Convertir el aprendizaje en un juego, aumentando la motivación y el compromiso.",
    "Opción C": "Sustituir la enseñanza del docente.",
    "Opción D": "Limitar la interacción social.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las plataformas de gamificación convierten el aprendizaje en un juego, lo que aumenta la motivación y el compromiso de los estudiantes, alineándose con el uso intencionado de la tecnología en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-069",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.7 Conclusión (Trabajo Colegiado, CE, CPA)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 6 establece que 'sin comunidad no hay escuela' en el sentido pleno de la NEM. ¿Qué implica esto?",
    "Opción A": "Que la escuela debe estar aislada de su entorno.",
    "Opción B": "Que la escuela debe abrirse y vincularse con la comunidad para alcanzar su potencial transformador.",
    "Opción C": "Que la comunidad no tiene rol relevante.",
    "Opción D": "Que la escuela solo es un edificio.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La frase 'sin comunidad no hay escuela' implica que la escuela debe abrirse y vincularse con la comunidad para lograr su pleno potencial transformador."
  },
  {
    "ID de Pregunta": "PHC2-E-070",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.7 Conclusión crítica (Acoso escolar)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión crítica del Tema 7 sobre el acoso escolar enfatiza que 'la omisión o inacción frente a estas situaciones es inaceptable'. ¿Por qué?",
    "Opción A": "Porque solo es una recomendación pedagógica.",
    "Opción B": "Porque vulnera el derecho a un ambiente de aprendizaje seguro y propicio para el desarrollo integral de los estudiantes.",
    "Opción C": "Porque no afecta al docente.",
    "Opción D": "Porque es un problema menor.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La omisión o inacción frente al acoso escolar es inaceptable porque vulnera el derecho de los estudiantes a un ambiente de aprendizaje seguro y propicio para su desarrollo integral, siendo un deber ético, legal y pedagógico del docente."
  },
  {
    "ID de Pregunta": "PHC2-E-071",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.7 Conclusión (Acuerdo 14/08/23)",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Proyecto Horizontal 2025 es una 'guía integral que busca empoderar a los maestros para que asuman su rol protagónico en la construcción de la educación del futuro'. ¿Qué significa esto para el docente?",
    "Opción A": "Que el proyecto es solo un mapa de estudio teórico.",
    "Opción B": "Que el docente debe ser un agente pasivo.",
    "Opción C": "Que el docente, al comprender y aplicar los principios del proyecto, se convierte en un líder activo en la transformación educativa.",
    "Opción D": "Que el proyecto solo busca cumplir con trámites.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Esta afirmación implica que el Proyecto Horizontal 2025 es una herramienta que empodera al docente para que, al comprender y aplicar sus principios, asuma un rol activo y protagónico en la transformación educativa."
  },
  {
    "ID de Pregunta": "PHC2-E-072",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.7 Conclusión (Teorías Clásicas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 9 afirma que las teorías de Vygotsky, Piaget, Bandura y Bruner 'dotan de profundidad y coherencia a la Nueva Escuela Mexicana'. ¿Qué implicación tiene esto para la práctica docente en la NEM?",
    "Opción A": "Que el docente debe ignorar estas teorías.",
    "Opción B": "Que el docente, al comprender estas bases teóricas, puede diseñar experiencias que respeten los ritmos y potencien la autonomía.",
    "Opción C": "Que la NEM es una teoría completamente nueva.",
    "Opción D": "Que el conocimiento teórico es irrelevante.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La comprensión de estas bases teóricas permite al docente diseñar experiencias pedagógicas más conscientes y efectivas, que respetan los ritmos de aprendizaje y potencian la autonomía."
  },
  {
    "ID de Pregunta": "PHC2-E-073",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.4 Derechos Humanos en la Educación",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según el Tema 1, ¿cuál es una de las acciones clave para que un docente proteja los Derechos Humanos en el aula?",
    "Opción A": "Ignorar las situaciones de conflicto.",
    "Opción B": "Documentar los hechos, intervenir de inmediato y notificar a las autoridades escolares.",
    "Opción C": "Solo observar sin actuar.",
    "Opción D": "Delegar la responsabilidad a los padres.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las acciones clave para proteger los Derechos Humanos incluyen detectar la situación, documentar, intervenir de inmediato y notificar a las autoridades escolares."
  },
  {
    "ID de Pregunta": "PHC2-E-074",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.2.3 Acuerdo 08/08/23 y Lineamientos NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Acuerdo 08/08/23 es fundamental para la NEM porque:",
    "Opción A": "Establece las fechas de vacaciones escolares.",
    "Opción B": "Opera los principios filosóficos y legales de la NEM, detallando el Marco Curricular y Lineamientos Pedagógicos.",
    "Opción C": "Define el salario de los docentes.",
    "Opción D": "Regula las actividades extracurriculares.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El Acuerdo 08/08/23 es clave para operacionalizar la NEM, detallando cómo se estructura el Plan de Estudios (Marco Curricular) y las directrices pedagógicas para su aplicación."
  },
  {
    "ID de Pregunta": "PHC2-E-075",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.2.2 Fundamentación normativa (Aprendizaje Situado)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La fundamentación normativa del aprendizaje situado en la NEM se desprende del Artículo 3° Constitucional y la Ley General de Educación al promover una educación integral y contextualizada. ¿Qué otro documento refuerza explícitamente este enfoque al introducir el codiseño curricular y metodologías como el ABPC?",
    "Opción A": "La Ley de Ingresos de la Federación.",
    "Opción B": "El Código Penal Federal.",
    "Opción C": "El Acuerdo 08/08/23 (o Plan de Estudios de Educación Básica).",
    "Opción D": "El Reglamento de Tránsito.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 08/08/23 es el documento que, al establecer el codiseño curricular y metodologías como el ABPC, refuerza normativamente el enfoque del aprendizaje situado en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-076",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'Rincón de las Emociones' en su aula para que los estudiantes expresen cómo se sienten. Esta acción se alinea con la Educación Socioemocional porque busca:",
    "Opción A": "Solo decorar el aula.",
    "Opción B": "Fomentar la inteligencia emocional y la gestión de emociones.",
    "Opción C": "Evitar que los alumnos hablen de sus sentimientos.",
    "Opción D": "Promover la memorización de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Rincón de las Emociones' es una estrategia que fomenta el reconocimiento y la expresión emocional, contribuyendo al desarrollo de habilidades socioemocionales."
  },
  {
    "ID de Pregunta": "PHC2-E-077",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.1.1 Fundamentación normativa y filosófica (Metodologías Activas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las metodologías activas en la NEM se fundamentan en el socio constructivismo, la pedagogía crítica, la neuroeducación y el aprendizaje situado. ¿Qué busca la pedagogía crítica en este contexto?",
    "Opción A": "Que el estudiante memorice sin cuestionar.",
    "Opción B": "Que el estudiante analice y cuestione la realidad, buscando vías de transformación.",
    "Opción C": "Que el docente imponga su visión de la realidad.",
    "Opción D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La pedagogía crítica impulsa al estudiante a analizar y cuestionar su realidad, identificando injusticias y buscando soluciones, lo que es un pilar de las metodologías activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-078",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.3 Comunidades Profesionales de Aprendizaje (CPA)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las Comunidades Profesionales de Aprendizaje (CPA) son el 'músculo pedagógico' de la NEM. ¿Cómo se alinean con el principio de corresponsabilidad?",
    "Opción A": "Los docentes solo trabajan individualmente.",
    "Opción B": "Los docentes compiten por el mejor desempeño.",
    "Opción C": "Los docentes comparten la responsabilidad por el aprendizaje de todos los estudiantes y por el desarrollo profesional colectivo.",
    "Opción D": "Las CPA son solo para discutir temas administrativos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Las CPA reflejan la corresponsabilidad al promover que los docentes compartan la responsabilidad por el aprendizaje de los alumnos y por el desarrollo profesional conjunto."
  },
  {
    "ID de Pregunta": "PHC2-E-079",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.2 Corresponsabilidad Educativa",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente organiza talleres en la escuela donde padres y abuelos comparten sus oficios y tradiciones con los alumnos. Esta estrategia de corresponsabilidad educativa busca principalmente:",
    "Opción A": "Delegar la enseñanza a las familias.",
    "Opción B": "Ignorar los saberes comunitarios.",
    "Opción C": "Reconocer y valorar los conocimientos y experiencias que las familias y la comunidad aportan al proceso educativo.",
    "Opción D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La estrategia 'Saberes que transforman' busca valorar y reconocer los conocimientos y experiencias de la comunidad como un recurso pedagógico, fomentando la corresponsabilidad."
  },
  {
    "ID de Pregunta": "PHC2-E-080",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.5 Análisis de Apartados Clave del Acuerdo 14/08/23",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide tomar cursos y diplomados que están directamente relacionados con los énfasis de la NEM, como DUA o interculturalidad crítica. ¿Qué implicación operativa del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "Que la formación continua no es valorada.",
    "Opción B": "Que solo importa la antigüedad en el servicio.",
    "Opción C": "Que el docente debe alinear su formación con los principios pedagógicos de la NEM para mejorar su práctica y su valoración.",
    "Opción D": "Que cualquier curso es válido para la promoción.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 14/08/23 valora la formación continua que se alinea con los principios de la NEM, incentivando a los docentes a actualizarse en estos temas para mejorar su práctica y su puntaje en el proceso."
  },
  {
    "ID de Pregunta": "PHC2-E-081",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.5 Síntesis Integrada",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un punto de confluencia entre las teorías de Vygotsky, Piaget, Bandura y Bruner que es fundamental para la NEM es el rol del docente. ¿Cómo se concibe este rol en la NEM, a partir de estas teorías?",
    "Opción A": "Como un transmisor de información.",
    "Opción B": "Como un mediador, facilitador y guía.",
    "Opción C": "Como un evaluador exclusivo de resultados.",
    "Opción D": "Como un observador pasivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Estas teorías convergen en la idea de que el docente debe ser un mediador, facilitador y guía que acompaña al estudiante en su proceso de construcción del conocimiento, un rol central en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-082",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.5 Ley General de Derechos de Niñas, Niños y Adolescentes",
    "Tiempo recomendado": "30s",
    "Enunciado": "La Ley General de los Derechos de Niñas, Niños y Adolescentes (LGDNNA) establece la obligación de crear ambientes escolares protectores. Esto significa que la escuela debe garantizar:",
    "Opción A": "Que los alumnos solo aprendan contenidos académicos.",
    "Opción B": "Que los alumnos estén aislados de la comunidad.",
    "Opción C": "Que los alumnos puedan desarrollarse integralmente en un entorno libre de violencia.",
    "Opción D": "Que solo los docentes tomen decisiones sobre la convivencia.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La LGDNNA busca asegurar que los ambientes escolares promuevan el desarrollo integral de los estudiantes en un entorno seguro y libre de violencia, lo cual es transversal a la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-083",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.3 Interculturalidad Crítica",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria organiza una 'Feria de Saberes y Tradiciones' donde alumnos y familias comparten aspectos de sus culturas de origen. Esta actividad se alinea con la Interculturalidad Crítica porque busca:",
    "Opción A": "Solo celebrar el folclore.",
    "Opción B": "Promover la asimilación cultural.",
    "Opción C": "Analizar críticamente las relaciones de poder entre culturas y valorar la diversidad como riqueza.",
    "Opción D": "Ignorar las diferencias culturales.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Interculturalidad Crítica no solo reconoce la diversidad, sino que busca analizar las relaciones de poder y valorar los saberes y expresiones de todas las culturas, fomentando el diálogo equitativo."
  },
  {
    "ID de Pregunta": "PHC2-E-084",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.3 Gestión del aula, intervención comunitaria y acompañamiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La 'intervención comunitaria' del docente en la NEM implica:",
    "Opción A": "Que el docente solo dé clases en la comunidad.",
    "Opción B": "Que el docente sea un puente entre la escuela y la comunidad, involucrando a las familias y buscando soluciones conjuntas a problemáticas locales.",
    "Opción C": "Que la comunidad decida todo en la escuela sin el docente.",
    "Opción D": "Que el docente ignore el contexto de la comunidad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La intervención comunitaria del docente implica conocer el contexto, involucrar a la comunidad en proyectos y buscar soluciones conjuntas a problemáticas locales, haciendo de la escuela un centro comunitario."
  },
  {
    "ID de Pregunta": "PHC2-E-085",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.6 Gestión del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente decide reorganizar el mobiliario del aula para facilitar el trabajo colaborativo y la interacción entre los estudiantes. Esta acción se relaciona con la gestión del aula en la NEM porque busca:",
    "Opción A": "Controlar estrictamente la disciplina.",
    "Opción B": "Limitar la interacción entre alumnos.",
    "Opción C": "Crear un ambiente de aprendizaje democrático y flexible que promueva la autonomía.",
    "Opción D": "Mantener un ambiente rígido y tradicional.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La gestión del aula en la NEM busca crear un ambiente flexible y democrático que promueva la participación, la autonomía y el trabajo colaborativo, adaptando el espacio a las necesidades pedagógicas."
  },
  {
    "ID de Pregunta": "PHC2-E-086",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnológicos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente utiliza una plataforma digital para que sus alumnos colaboren en la creación de una presentación sobre un tema. Este uso de la tecnología se alinea con la NEM porque:",
    "Opción A": "Sustituye la interacción presencial.",
    "Opción B": "Permite la creación de contenidos y fomenta la colaboración y comunicación.",
    "Opción C": "Solo sirve para entretener a los alumnos.",
    "Opción D": "Es un fin en sí mismo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El uso de herramientas digitales para la colaboración y creación de contenidos potencia las metodologías activas y la interacción, alineándose con el enfoque pedagógico de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-087",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' de la NEM, el Consejo Escolar (CE) es el 'motor operativo de la transformación'. ¿Qué implica esto?",
    "Opción A": "Que el CE solo se encarga de trámites burocráticos.",
    "Opción B": "Que el CE es la plataforma más poderosa para movilizar a toda la comunidad hacia la mejora.",
    "Opción C": "Que el CE es un órgano consultivo sin poder de decisión.",
    "Opción D": "Que el CE solo se reúne una vez al año.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El CE es el motor de la transformación porque moviliza a toda la comunidad escolar y local, siendo un espacio activo de decisión y acción para la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-088",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Cultura de paz se vive, no se enseña' en la NEM implica que:",
    "Opción A": "La paz es un concepto abstracto que no se aplica en la escuela.",
    "Opción B": "La cultura de paz se construye día a día con el ejemplo, el diálogo y la resolución constructiva de conflictos.",
    "Opción C": "Solo se enseña la paz en clases de Formación Cívica y Ética.",
    "Opción D": "La paz es responsabilidad exclusiva de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La cultura de paz en la NEM es una práctica constante que se construye a través del ejemplo, el diálogo, la empatía y la resolución pacífica de conflictos en la vida diaria de la escuela."
  },
  {
    "ID de Pregunta": "PHC2-E-089",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal crea una 'Carpeta Mi Promoción' digital y física para guardar todas sus constancias, reconocimientos y evidencias. ¿Qué punto clave del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "La necesidad de improvisar la documentación.",
    "Opción B": "La importancia de la organización documental.",
    "Opción C": "Que las evidencias no son relevantes.",
    "Opción D": "Que solo se valora la antigüedad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La 'Organización documental' es un punto clave y un tip ultra operativo para el docente en el proceso de Promoción Horizontal, asegurando que toda la información relevante esté disponible y organizada."
  },
  {
    "ID de Pregunta": "PHC2-E-090",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Tu alumno no es un vaso vacío, es un constructor' (Piaget) implica para el docente de la NEM que debe:",
    "Opción A": "Llenar al alumno de información sin más.",
    "Opción B": "Darle material y desafíos para que construya su propio conocimiento.",
    "Opción C": "Ignorar lo que el alumno ya sabe.",
    "Opción D": "Limitar la interacción del alumno con el entorno.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Piaget, resalta el rol activo del estudiante en la construcción de su conocimiento, por lo que el docente debe proveer los medios (materiales y desafíos) para esa construcción."
  },
  {
    "ID de Pregunta": "PHC2-E-091",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-092",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.1 Inclusión",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria aplica el Diseño Universal para el Aprendizaje (DUA) en su planeación. ¿Qué busca lograr principalmente con el DUA?",
    "Opción A": "Estandarizar la enseñanza para todos los alumnos.",
    "Opción B": "Crear actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes desde un inicio.",
    "Opción C": "Atender solo a los alumnos con necesidades educativas especiales.",
    "Opción D": "Limitar las opciones de aprendizaje.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El DUA busca diseñar actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes posible desde un inicio, eliminando barreras para el aprendizaje y la participación."
  },
  {
    "ID de Pregunta": "PHC2-E-093",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.1 Implementación de los principios de la NEM en la práctica",
    "Tiempo recomendado": "30s",
    "Enunciado": "El docente de la NEM se caracteriza por su 'flexibilidad y adaptabilidad'. ¿Qué implica esto en su práctica diaria?",
    "Opción A": "Seguir un plan rígido sin cambios.",
    "Opción B": "Ajustar la planeación y las estrategias en función de la respuesta de los estudiantes y los eventos emergentes.",
    "Opción C": "Ignorar los cambios en el aula.",
    "Opción D": "Mantener siempre la misma metodología.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La flexibilidad y adaptabilidad del docente en la NEM implica su capacidad para ajustar la planeación y las estrategias según las necesidades de los estudiantes y las situaciones que surjan en el aula o la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-E-094",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.7 Puntos Claves + Tips",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' del Tema 4, ¿por qué los Campos Formativos NO son asignaturas aisladas en la NEM?",
    "Opción A": "Porque solo se enfocan en un área del conocimiento.",
    "Opción B": "Porque se articulan entre sí para un aprendizaje holístico.",
    "Opción C": "Porque no tienen relación con los Ejes Articuladores.",
    "Opción D": "Porque solo se enseñan de forma teórica.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Los Campos Formativos en la NEM se articulan entre sí a través de los Ejes Articuladores, buscando una visión integral e interdisciplinaria del conocimiento, no operando de forma aislada."
  },
  {
    "ID de Pregunta": "PHC2-E-095",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.7 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'El error es el mejor maestro' en la NEM implica que el docente debe:",
    "Opción A": "Sancionar severamente los errores de los alumnos.",
    "Opción B": "Ignorar los errores para no desmotivar.",
    "Opción C": "Celebrar el intento, analizar la lección del error y fomentar el aprendizaje a partir de él.",
    "Opción D": "Evitar que los alumnos cometan errores.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Esta frase enfatiza que el error es una oportunidad de aprendizaje, por lo que el docente debe fomentar su análisis y la reflexión sobre lo que se puede aprender de él."
  },
  {
    "ID de Pregunta": "PHC2-E-096",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un director implementa una 'Agenda Participativa del CE' donde se dedica un espacio fijo a 'logros de la semana/mes' y 'reto de la semana/mes'. ¿Qué busca potenciar con esta estrategia?",
    "Opción A": "La burocracia del CE.",
    "Opción B": "La inactividad de los miembros.",
    "Opción C": "La acción, la corresponsabilidad y la movilización de la comunidad hacia la mejora.",
    "Opción D": "La centralización de decisiones.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La 'Agenda Participativa del CE' busca fomentar la acción, la corresponsabilidad y la movilización de toda la comunidad hacia la mejora, convirtiendo al CE en un motor de transformación."
  },
  {
    "ID de Pregunta": "PHC2-E-097",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Sostenibilidad es principio transversal' en la NEM implica que:",
    "Opción A": "Solo se aborda en la clase de ciencias naturales.",
    "Opción B": "Debe permear en todas las asignaturas y en la vida diaria de la escuela.",
    "Opción C": "Es un tema opcional para algunas escuelas.",
    "Opción D": "Solo es responsabilidad de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La sostenibilidad en la NEM es un principio que debe permear en todas las asignaturas y en la vida diaria de la escuela, no limitarse a un solo tema o área."
  },
  {
    "ID de Pregunta": "PHC2-E-098",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que se prepara para la Promoción Horizontal decide hacer 'Simulacros de Instrumentos' de valoración. ¿Qué busca con esta acción?",
    "Opción A": "Memorizar las preguntas exactas.",
    "Opción B": "Saber responder eficazmente y familiarizarse con el formato de evaluación.",
    "Opción C": "Evitar la preparación.",
    "Opción D": "Depender de la suerte.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Realizar simulacros de instrumentos ayuda al docente a familiarizarse con el formato de evaluación y a practicar sus habilidades para responder eficazmente, más allá de la memorización."
  },
  {
    "ID de Pregunta": "PHC2-E-099",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Eres un modelo, te observan' (Bandura) implica para el docente de la NEM que debe:",
    "Opción A": "Ignorar su comportamiento en el aula.",
    "Opción B": "Ser consciente de que su forma de ser y actuar enseña tanto o más que sus palabras.",
    "Opción C": "Solo preocuparse por el contenido académico.",
    "Opción D": "Evitar la interacción con los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Bandura, resalta la importancia del modelado; el docente debe ser consciente de que su comportamiento y actitudes influyen significativamente en el aprendizaje y desarrollo de los estudiantes."
  },
  {
    "ID de Pregunta": "PHC2-E-100",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 8, establece que la educación debe ser 'laica y con orientación humanista'. ¿Qué implicación tiene esto para el docente en el aula?",
    "Opción A": "Debe enseñar doctrinas religiosas.",
    "Opción B": "Debe mantener la educación libre de doctrinas religiosas, centrada en valores universales y respeto a la diversidad.",
    "Opción C": "Debe imponer sus creencias personales.",
    "Opción D": "Debe ignorar los valores.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La laicidad y orientación humanista implican que la educación debe estar libre de doctrinas religiosas, enfocándose en el desarrollo de valores universales y el respeto a la diversidad."
  },
  {
    "ID de Pregunta": "PHC2-E-101",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.5 Vida Saludable",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria promueve hábitos de alimentación equilibrada y actividad física regular, además de fomentar la gestión de emociones en el aula. ¿Qué implicación pedagógica del eje 'Vida Saludable' está aplicando?",
    "Opción A": "Solo la prevención de adicciones.",
    "Opción B": "Una educación integral para la salud, incluyendo dimensiones físicas, mentales y emocionales.",
    "Opción C": "La memorización de dietas.",
    "Opción D": "La competencia deportiva.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La promoción de hábitos saludables y la gestión de emociones se enmarcan en una educación integral para la salud, que abarca dimensiones físicas, mentales y emocionales, como lo establece el eje 'Vida Saludable'."
  },
  {
    "ID de Pregunta": "PHC2-E-102",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.2 Diseño de secuencias didácticas bajo los principios de la NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las secuencias didácticas en la NEM deben ser 'Activas y Participativas'. ¿Qué promueven principalmente estas secuencias?",
    "Opción A": "La memorización de contenidos.",
    "Opción B": "La indagación, la colaboración, la experimentación y la construcción activa del conocimiento.",
    "Opción C": "La pasividad del estudiante.",
    "Opción D": "La imposición de ideas.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las secuencias didácticas activas y participativas promueven que los estudiantes investiguen, colaboren, experimenten y construyan activamente su conocimiento, siendo protagonistas de su aprendizaje."
  },
  {
    "ID de Pregunta": "PHC2-E-103",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria fomenta la escucha activa y la resolución pacífica de conflictos en su aula. ¿Qué implicación en el aula de la Educación Socioemocional está promoviendo?",
    "Opción A": "El desarrollo de la competencia entre alumnos.",
    "Opción B": "La creación de un ambiente de confianza y seguridad, y la construcción de relaciones positivas.",
    "Opción C": "La imposición de reglas sin diálogo.",
    "Opción D": "La evitación de la expresión de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Fomentar la escucha activa y la resolución pacífica de conflictos contribuye a crear un ambiente de confianza y seguridad, promoviendo relaciones positivas y el desarrollo socioemocional."
  },
  {
    "ID de Pregunta": "PHC2-E-104",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.5.2 Estrategias (Mediación Pedagógica)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria presenta una situación que desafía las ideas previas de sus alumnos sobre un tema, para que se vean obligados a reestructurar su conocimiento. ¿Qué estrategia de mediación pedagógica está aplicando?",
    "Opción A": "Modelado",
    "Opción B": "Andamiaje",
    "Opción C": "Generación de Conflictos Cognitivos",
    "Opción D": "Retroalimentación Efectiva",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Generación de Conflictos Cognitivos es una estrategia de mediación donde se presentan situaciones que desafían las ideas previas del estudiante para impulsar la reestructuración de su conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-E-105",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.2 Trabajo Colegiado Docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "El trabajo colegiado docente en la NEM es la 'espina dorsal pedagógica'. ¿Cómo se vincula directamente con el Consejo Escolar (CE) y el PEMC?",
    "Opción A": "Es independiente del CE y el PEMC.",
    "Opción B": "El trabajo colegiado contribuye al diagnóstico y la planeación del PEMC, y las decisiones del CE influyen en sus prioridades.",
    "Opción C": "Solo se enfoca en temas administrativos del CE.",
    "Opción D": "No tiene relación con la mejora continua.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El trabajo colegiado docente contribuye directamente al diagnóstico y la planeación del PEMC, y sus prioridades están influenciadas por las decisiones del CE, lo que asegura la alineación con la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-106",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.5 Plan de acción ante acoso",
    "Tiempo recomendado": "30s",
    "Enunciado": "En la Fase 3 del plan de acción ante acoso escolar ('Intervención restaurativa'), ¿qué acción es fundamental después de comunicar con la dirección y el equipo especializado?",
    "Opción A": "Ignorar al agresor.",
    "Opción B": "Buscar un espacio de mediación o reparación con los involucrados (si es apropiado y con consentimiento).",
    "Opción C": "Sancionar sin diálogo.",
    "Opción D": "Dejar que los alumnos resuelvan solos el problema.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La búsqueda de un espacio de mediación o reparación con los involucrados, si es apropiado y con consentimiento, es una acción clave en la fase de intervención restaurativa."
  },
  {
    "ID de Pregunta": "PHC2-E-107",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide 'Alinear su Formación' buscando cursos y posgrados oficialmente reconocidos y relevantes para el perfil que busca la Promoción Horizontal. ¿Qué beneficio principal se espera de esta acción?",
    "Opción A": "Solo acumular constancias.",
    "Opción B": "Asegurar que la formación sume puntos y mejore su práctica de acuerdo con la NEM.",
    "Opción C": "Perder el tiempo en cursos irrelevantes.",
    "Opción D": "No tener que estudiar para el instrumento de valoración.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "'Alinear tu Formación' asegura que los cursos y posgrados sean reconocidos y relevantes para el perfil de la Promoción Horizontal, lo que no solo suma puntos sino que mejora la práctica docente alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-108",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM, al promover las Progresiones de Aprendizaje (PDA) y las Fases, se alinea con el concepto de 'Currículo en Espiral' de Bruner. ¿Qué implica este concepto?",
    "Opción A": "Que los contenidos se enseñan una sola vez.",
    "Opción B": "Que los conceptos fundamentales se presentan en diferentes momentos con mayor complejidad y abstracción.",
    "Opción C": "Que el currículo es rígido y no cambia.",
    "Opción D": "Que el aprendizaje es lineal.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Currículo en Espiral' de Bruner implica que los conceptos fundamentales se retoman y profundizan a lo largo del desarrollo, cada vez con mayor nivel de complejidad y abstracción, lo que se refleja en las PDA y Fases de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-109",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-110",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.6 Apropiación de las Culturas a través de la Lectura y la Escritura",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'ambiente alfabetizador' en su aula con diversos textos y materiales escritos con propósitos reales. ¿Qué implicación pedagógica de este eje está promoviendo?",
    "Opción A": "La memorización de reglas gramaticales.",
    "Opción B": "La lectura por placer y la escritura con propósito y para diversas audiencias.",
    "Opción C": "La limitación del acceso a la información.",
    "Opción D": "La lectura obligatoria sin disfrute.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La creación de ambientes alfabetizadores promueve la lectura por placer y la escritura con un propósito real y para diversas audiencias, lo cual es clave en la Apropiación de las Culturas a través de la Lectura y la Escritura."
  },
  {
    "ID de Pregunta": "PHC2-E-111",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.1.2 Principios para transformar la práctica docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria se asegura de que todos los estudiantes, incluyendo aquellos con necesidades educativas específicas, reciban el apoyo necesario para aprender y participar plenamente. ¿Qué principio de la NEM está aplicando con mayor énfasis?",
    "Opción A": "Humanismo Radical",
    "Opción B": "Pensamiento Crítico como Eje",
    "Opción C": "Inclusión Genuina",
    "Opción D": "Corresponsabilidad y Colaboración",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La 'Inclusión Genuina' implica identificar y eliminar barreras para el aprendizaje y la participación, adaptando estrategias y materiales para atender la diversidad de ritmos, estilos y capacidades."
  },
  {
    "ID de Pregunta": "PHC2-E-112",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.6 Gestión del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria fomenta el diálogo, el respeto mutuo y la participación activa de todos en el aula. ¿Qué aspecto de la gestión del aula en la NEM está promoviendo?",
    "Opción A": "Un ambiente jerárquico y autoritario.",
    "Opción B": "Un ambiente democrático y participativo.",
    "Opción C": "Un ambiente silencioso y sin interacción.",
    "Opción D": "Un ambiente competitivo y excluyente.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La gestión del aula en la NEM busca crear un ambiente democrático y participativo, donde se valoren todas las voces y se promueva la toma de decisiones colectiva."
  },
  {
    "ID de Pregunta": "PHC2-E-113",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnológicos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria utiliza una aplicación de gamificación para repasar conceptos de matemáticas. ¿Qué beneficio principal busca con el uso de esta herramienta digital?",
    "Opción A": "Solo entretener a los alumnos.",
    "Opción B": "Convertir el aprendizaje en un juego, aumentando la motivación y el compromiso.",
    "Opción C": "Sustituir la enseñanza del docente.",
    "Opción D": "Limitar la interacción social.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las plataformas de gamificación convierten el aprendizaje en un juego, lo que aumenta la motivación y el compromiso de los estudiantes, alineándose con el uso intencionado de la tecnología en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-114",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.7 Conclusión (Trabajo Colegiado, CE, CPA)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 6 establece que 'sin comunidad no hay escuela' en el sentido pleno de la NEM. ¿Qué implica esto?",
    "Opción A": "Que la escuela debe estar aislada de su entorno.",
    "Opción B": "Que la escuela debe abrirse y vincularse con la comunidad para alcanzar su potencial transformador.",
    "Opción C": "Que la comunidad no tiene rol relevante.",
    "Opción D": "Que la escuela solo es un edificio.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La frase 'sin comunidad no hay escuela' implica que la escuela debe abrirse y vincularse con la comunidad para lograr su pleno potencial transformador."
  },
  {
    "ID de Pregunta": "PHC2-E-115",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.7 Conclusión crítica (Acoso escolar)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión crítica del Tema 7 sobre el acoso escolar enfatiza que 'la omisión o inacción frente a estas situaciones es inaceptable'. ¿Por qué?",
    "Opción A": "Porque solo es una recomendación pedagógica.",
    "Opción B": "Porque vulnera el derecho a un ambiente de aprendizaje seguro y propicio para el desarrollo integral de los estudiantes.",
    "Opción C": "Porque no afecta al docente.",
    "Opción D": "Porque es un problema menor.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La omisión o inacción frente al acoso escolar es inaceptable porque vulnera el derecho de los estudiantes a un ambiente de aprendizaje seguro y propicio para su desarrollo integral, siendo un deber ético, legal y pedagógico del docente."
  },
  {
    "ID de Pregunta": "PHC2-E-116",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.7 Conclusión (Acuerdo 14/08/23)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 8 establece que el Proyecto Horizontal 2025 es una 'guía integral que busca empoderar a los maestros para que asuman su rol protagónico en la construcción de la educación del futuro'. ¿Qué significa esto para el docente?",
    "Opción A": "Que el proyecto es solo un mapa de estudio teórico.",
    "Opción B": "Que el docente debe ser un agente pasivo.",
    "Opción C": "Que el docente, al comprender y aplicar los principios del proyecto, se convierte en un líder activo en la transformación educativa.",
    "Opción D": "Que el proyecto solo busca cumplir con trámites.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Esta afirmación implica que el Proyecto Horizontal 2025 es una herramienta que empodera al docente para que, al comprender y aplicar sus principios, asuma un rol activo y protagónico en la transformación educativa."
  },
  {
    "ID de Pregunta": "PHC2-E-117",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.7 Conclusión (Teorías Clásicas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 9 afirma que las teorías de Vygotsky, Piaget, Bandura y Bruner 'dotan de profundidad y coherencia a la Nueva Escuela Mexicana'. ¿Qué implicación tiene esto para la práctica docente en la NEM?",
    "Opción A": "Que el docente debe ignorar estas teorías.",
    "Opción B": "Que el docente, al comprender estas bases teóricas, puede diseñar experiencias que respeten los ritmos y potencien la autonomía.",
    "Opción C": "Que la NEM es una teoría completamente nueva.",
    "Opción D": "Que el conocimiento teórico es irrelevante.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La comprensión de estas bases teóricas permite al docente diseñar experiencias pedagógicas más conscientes y efectivas, que respetan los ritmos de aprendizaje y potencian la autonomía."
  },
  {
    "ID de Pregunta": "PHC2-E-118",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.4 Derechos Humanos en la Educación",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según el Tema 1, ¿cuál es una de las acciones clave para que un docente proteja los Derechos Humanos en el aula?",
    "Opción A": "Ignorar las situaciones de conflicto.",
    "Opción B": "Documentar los hechos, intervenir de inmediato y notificar a las autoridades escolares.",
    "Opción C": "Solo observar sin actuar.",
    "Opción D": "Delegar la responsabilidad a los padres.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las acciones clave para proteger los Derechos Humanos incluyen detectar la situación, documentar, intervenir de inmediato y notificar a las autoridades escolares."
  },
  {
    "ID de Pregunta": "PHC2-E-119",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.2.3 Acuerdo 08/08/23 y Lineamientos NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Acuerdo 08/08/23 es fundamental para la NEM porque:",
    "Opción A": "Establece las fechas de vacaciones escolares.",
    "Opción B": "Opera los principios filosóficos y legales de la NEM, detallando el Marco Curricular y Lineamientos Pedagógicos.",
    "Opción C": "Define el salario de los docentes.",
    "Opción D": "Regula las actividades extracurriculares.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El Acuerdo 08/08/23 es clave para operacionalizar la NEM, detallando cómo se estructura el Plan de Estudios (Marco Curricular) y las directrices pedagógicas para su aplicación."
  },
  {
    "ID de Pregunta": "PHC2-E-120",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.2.2 Fundamentación normativa (Aprendizaje Situado)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La fundamentación normativa del aprendizaje situado en la NEM se desprende del Artículo 3° Constitucional y la Ley General de Educación al promover una educación integral y contextualizada. ¿Qué otro documento refuerza explícitamente este enfoque al introducir el codiseño curricular y metodologías como el ABPC?",
    "Opción A": "La Ley de Ingresos de la Federación.",
    "Opción B": "El Código Penal Federal.",
    "Opción C": "El Acuerdo 08/08/23 (o Plan de Estudios de Educación Básica).",
    "Opción D": "El Reglamento de Tránsito.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 08/08/23 es el documento que, al establecer el codiseño curricular y metodologías como el ABPC, refuerza normativamente el enfoque del aprendizaje situado en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-121",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'Rincón de las Emociones' en su aula para que los estudiantes expresen cómo se sienten. Esta acción se alinea con la Educación Socioemocional porque busca:",
    "Opción A": "Solo decorar el aula.",
    "Opción B": "Fomentar la inteligencia emocional y la gestión de emociones.",
    "Opción C": "Evitar que los alumnos hablen de sus sentimientos.",
    "Opción D": "Promover la memorización de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Rincón de las Emociones' es una estrategia que fomenta el reconocimiento y la expresión emocional, contribuyendo al desarrollo de habilidades socioemocionales."
  },
  {
    "ID de Pregunta": "PHC2-E-122",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.1.1 Fundamentación normativa y filosófica (Metodologías Activas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las metodologías activas en la NEM se fundamentan en el socio constructivismo, la pedagogía crítica, la neuroeducación y el aprendizaje situado. ¿Qué busca la pedagogía crítica en este contexto?",
    "Opción A": "Que el estudiante memorice sin cuestionar.",
    "Opción B": "Que el estudiante analice y cuestione la realidad, buscando vías de transformación.",
    "Opción C": "Que el docente imponga su visión de la realidad.",
    "Opción D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La pedagogía crítica impulsa al estudiante a analizar y cuestionar su realidad, identificando injusticias y buscando soluciones, lo que es un pilar de las metodologías activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-123",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.3 Comunidades Profesionales de Aprendizaje (CPA)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las Comunidades Profesionales de Aprendizaje (CPA) son el 'músculo pedagógico' de la NEM. ¿Cómo se alinean con el principio de corresponsabilidad?",
    "Opción A": "Los docentes solo trabajan individualmente.",
    "Opción B": "Los docentes compiten por el mejor desempeño.",
    "Opción C": "Los docentes comparten la responsabilidad por el aprendizaje de todos los estudiantes y por el desarrollo profesional colectivo.",
    "Opción D": "Las CPA son solo para discutir temas administrativos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Las CPA reflejan la corresponsabilidad al promover que los docentes compartan la responsabilidad por el aprendizaje de los alumnos y por el desarrollo profesional conjunto."
  },
  {
    "ID de Pregunta": "PHC2-E-124",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.2 Corresponsabilidad Educativa",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente organiza talleres en la escuela donde padres y abuelos comparten sus oficios y tradiciones con los alumnos. Esta estrategia de corresponsabilidad educativa busca principalmente:",
    "Opción A": "Delegar la enseñanza a las familias.",
    "Opción B": "Ignorar los saberes comunitarios.",
    "Opción C": "Reconocer y valorar los conocimientos y experiencias que las familias y la comunidad aportan al proceso educativo.",
    "Opción D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La estrategia 'Saberes que transforman' busca valorar y reconocer los conocimientos y experiencias de la comunidad como un recurso pedagógico, fomentando la corresponsabilidad."
  },
  {
    "ID de Pregunta": "PHC2-E-125",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.5 Análisis de Apartados Clave del Acuerdo 14/08/23",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide tomar cursos y diplomados que están directamente relacionados con los énfasis de la NEM, como DUA o interculturalidad crítica. ¿Qué implicación operativa del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "Que la formación continua no es valorada.",
    "Opción B": "Que solo importa la antigüedad en el servicio.",
    "Opción C": "Que el docente debe alinear su formación con los principios pedagógicos de la NEM para mejorar su práctica y su valoración.",
    "Opción D": "Que cualquier curso es válido para la promoción.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 14/08/23 valora la formación continua que se alinea con los principios de la NEM, incentivando a los docentes a actualizarse en estos temas para mejorar su práctica y su puntaje en el proceso."
  },
  {
    "ID de Pregunta": "PHC2-E-126",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.5 Síntesis Integrada",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un punto de confluencia entre las teorías de Vygotsky, Piaget, Bandura y Bruner que es fundamental para la NEM es el rol del docente. ¿Cómo se concibe este rol en la NEM, a partir de estas teorías?",
    "Opción A": "Como un transmisor de información.",
    "Opción B": "Como un mediador, facilitador y guía.",
    "Opción C": "Como un evaluador exclusivo de resultados.",
    "Opción D": "Como un observador pasivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Estas teorías convergen en la idea de que el docente debe ser un mediador, facilitador y guía que acompaña al estudiante en su proceso de construcción del conocimiento, un rol central en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-127",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.5 Ley General de Derechos de Niñas, Niños y Adolescentes",
    "Tiempo recomendado": "30s",
    "Enunciado": "La Ley General de los Derechos de Niñas, Niños y Adolescentes (LGDNNA) establece la obligación de crear ambientes escolares protectores. Esto significa que la escuela debe garantizar:",
    "Opción A": "Que los alumnos solo aprendan contenidos académicos.",
    "Opción B": "Que los alumnos estén aislados de la comunidad.",
    "Opción C": "Que los alumnos puedan desarrollarse integralmente en un entorno libre de violencia.",
    "Opción D": "Que solo los docentes tomen decisiones sobre la convivencia.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La LGDNNA busca asegurar que los ambientes escolares promuevan el desarrollo integral de los estudiantes en un entorno seguro y libre de violencia, lo cual es transversal a la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-128",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.3 Interculturalidad Crítica",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria organiza una 'Feria de Saberes y Tradiciones' donde alumnos y familias comparten aspectos de sus culturas de origen. Esta actividad se alinea con la Interculturalidad Crítica porque busca:",
    "Opción A": "Solo celebrar el folclore.",
    "Opción B": "Promover la asimilación cultural.",
    "Opción C": "Analizar críticamente las relaciones de poder entre culturas y valorar la diversidad como riqueza.",
    "Opción D": "Ignorar las diferencias culturales.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Interculturalidad Crítica no solo reconoce la diversidad, sino que busca analizar las relaciones de poder y valorar los saberes y expresiones de todas las culturas, fomentando el diálogo equitativo."
  },
  {
    "ID de Pregunta": "PHC2-E-129",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.3 Gestión del aula, intervención comunitaria y acompañamiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La 'intervención comunitaria' del docente en la NEM implica:",
    "Opción A": "Que el docente solo dé clases en la comunidad.",
    "Opción B": "Que el docente sea un puente entre la escuela y la comunidad, involucrando a las familias y buscando soluciones conjuntas a problemáticas locales.",
    "Opción C": "Que la comunidad decida todo en la escuela sin el docente.",
    "Opción D": "Que el docente ignore el contexto de la comunidad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La intervención comunitaria del docente implica conocer el contexto, involucrar a la comunidad en proyectos y buscar soluciones conjuntas a problemáticas locales, haciendo de la escuela un centro comunitario."
  },
  {
    "ID de Pregunta": "PHC2-E-130",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.6 Gestión del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente decide reorganizar el mobiliario del aula para facilitar el trabajo colaborativo y la interacción entre los estudiantes. Esta acción se relaciona con la gestión del aula en la NEM porque busca:",
    "Opción A": "Controlar estrictamente la disciplina.",
    "Opción B": "Limitar la interacción entre alumnos.",
    "Opción C": "Crear un ambiente de aprendizaje democrático y flexible que promueva la autonomía.",
    "Opción D": "Mantener un ambiente rígido y tradicional.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La gestión del aula en la NEM busca crear un ambiente flexible y democrático que promueva la participación, la autonomía y el trabajo colaborativo, adaptando el espacio a las necesidades pedagógicas."
  },
  {
    "ID de Pregunta": "PHC2-E-131",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnológicos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente utiliza una plataforma digital para que sus alumnos colaboren en la creación de una presentación sobre un tema. Este uso de la tecnología se alinea con la NEM porque:",
    "Opción A": "Sustituye la interacción presencial.",
    "Opción B": "Permite la creación de contenidos y fomenta la colaboración y comunicación.",
    "Opción C": "Solo sirve para entretener a los alumnos.",
    "Opción D": "Es un fin en sí mismo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El uso de herramientas digitales para la colaboración y creación de contenidos potencia las metodologías activas y la interacción, alineándose con el enfoque pedagógico de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-132",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' de la NEM, el Consejo Escolar (CE) es el 'motor operativo de la transformación'. ¿Qué implica esto?",
    "Opción A": "Que el CE solo se encarga de trámites burocráticos.",
    "Opción B": "Que el CE es la plataforma más poderosa para movilizar a toda la comunidad hacia la mejora.",
    "Opción C": "Que el CE es un órgano consultivo sin poder de decisión.",
    "Opción D": "Que el CE solo se reúne una vez al año.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El CE es el motor de la transformación porque moviliza a toda la comunidad escolar y local, siendo un espacio activo de decisión y acción para la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-133",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Cultura de paz se vive, no se enseña' en la NEM implica que:",
    "Opción A": "La paz es un concepto abstracto que no se aplica en la escuela.",
    "Opción B": "La cultura de paz se construye día a día con el ejemplo, el diálogo y la resolución constructiva de conflictos.",
    "Opción C": "Solo se enseña la paz en clases de Formación Cívica y Ética.",
    "Opción D": "La paz es responsabilidad exclusiva de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La cultura de paz en la NEM es una práctica constante que se construye a través del ejemplo, el diálogo, la empatía y la resolución pacífica de conflictos en la vida diaria de la escuela."
  },
  {
    "ID de Pregunta": "PHC2-E-134",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal crea una 'Carpeta Mi Promoción' digital y física para guardar todas sus constancias, reconocimientos y evidencias. ¿Qué punto clave del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "La necesidad de improvisar la documentación.",
    "Opción B": "La importancia de la organización documental.",
    "Opción C": "Que las evidencias no son relevantes.",
    "Opción D": "Que solo se valora la antigüedad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La 'Organización documental' es un punto clave y un tip ultra operativo para el docente en el proceso de Promoción Horizontal, asegurando que toda la información relevante esté disponible y organizada."
  },
  {
    "ID de Pregunta": "PHC2-E-135",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Tu alumno no es un vaso vacío, es un constructor' (Piaget) implica para el docente de la NEM que debe:",
    "Opción A": "Llenar al alumno de información sin más.",
    "Opción B": "Darle material y desafíos para que construya su propio conocimiento.",
    "Opción C": "Ignorar lo que el alumno ya sabe.",
    "Opción D": "Limitar la interacción del alumno con el entorno.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Piaget, resalta el rol activo del estudiante en la construcción de su conocimiento, por lo que el docente debe proveer los medios (materiales y desafíos) para esa construcción."
  },
  {
    "ID de Pregunta": "PHC2-E-136",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-137",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.1 Inclusión",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria aplica el Diseño Universal para el Aprendizaje (DUA) en su planeación. ¿Qué busca lograr principalmente con el DUA?",
    "Opción A": "Estandarizar la enseñanza para todos los alumnos.",
    "Opción B": "Crear actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes desde un inicio.",
    "Opción C": "Atender solo a los alumnos con necesidades educativas especiales.",
    "Opción D": "Limitar las opciones de aprendizaje.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El DUA busca diseñar actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes posible desde un inicio, eliminando barreras para el aprendizaje y la participación."
  },
  {
    "ID de Pregunta": "PHC2-E-138",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.1 Implementación de los principios de la NEM en la práctica",
    "Tiempo recomendado": "30s",
    "Enunciado": "El docente de la NEM se caracteriza por su 'flexibilidad y adaptabilidad'. ¿Qué implica esto en su práctica diaria?",
    "Opción A": "Seguir un plan rígido sin cambios.",
    "Opción B": "Ajustar la planeación y las estrategias en función de la respuesta de los estudiantes y los eventos emergentes.",
    "Opción C": "Ignorar los cambios en el aula.",
    "Opción D": "Mantener siempre la misma metodología.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La flexibilidad y adaptabilidad del docente en la NEM implica su capacidad para ajustar la planeación y las estrategias según las necesidades de los estudiantes y las situaciones que surjan en la aula o la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-E-139",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.7 Puntos Claves + Tips",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' del Tema 4, ¿por qué los Campos Formativos NO son asignaturas aisladas en la NEM?",
    "Opción A": "Porque solo se enfocan en un área del conocimiento.",
    "Opción B": "Porque se articulan entre sí para un aprendizaje holístico.",
    "Opción C": "Porque no tienen relación con los Ejes Articuladores.",
    "Opción D": "Porque solo se enseñan de forma teórica.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Los Campos Formativos en la NEM se articulan entre sí a través de los Ejes Articuladores, buscando una visión integral e interdisciplinaria del conocimiento, no operando de forma aislada."
  },
  {
    "ID de Pregunta": "PHC2-E-140",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.7 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'El error es el mejor maestro' en la NEM implica que el docente debe:",
    "Opción A": "Sancionar severamente los errores de los alumnos.",
    "Opción B": "Ignorar los errores para no desmotivar.",
    "Opción C": "Celebrar el intento, analizar la lección del error y fomentar el aprendizaje a partir de él.",
    "Opción D": "Evitar que los alumnos cometan errores.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Esta frase enfatiza que el error es una oportunidad de aprendizaje, por lo que el docente debe fomentar su análisis y la reflexión sobre lo que se puede aprender de él."
  },
  {
    "ID de Pregunta": "PHC2-E-141",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un director implementa una 'Agenda Participativa del CE' donde se dedica un espacio fijo a 'logros de la semana/mes' y 'reto de la semana/mes'. ¿Qué busca potenciar con esta estrategia?",
    "Opción A": "La burocracia del CE.",
    "Opción B": "La inactividad de los miembros.",
    "Opción C": "La acción, la corresponsabilidad y la movilización de la comunidad hacia la mejora.",
    "Opción D": "La centralización de decisiones.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La 'Agenda Participativa del CE' busca fomentar la acción, la corresponsabilidad y la movilización de toda la comunidad hacia la mejora, convirtiendo al CE en un motor de transformación."
  },
  {
    "ID de Pregunta": "PHC2-E-142",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Sostenibilidad es principio transversal' en la NEM implica que:",
    "Opción A": "Solo se aborda en la clase de ciencias naturales.",
    "Opción B": "Debe permear en todas las asignaturas y en la vida diaria de la escuela.",
    "Opción C": "Es un tema opcional para algunas escuelas.",
    "Opción D": "Solo es responsabilidad de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La sostenibilidad en la NEM es un principio que debe permear en todas las asignaturas y en la vida diaria de la escuela, no limitarse a un solo tema o área."
  },
  {
    "ID de Pregunta": "PHC2-E-143",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que se prepara para la Promoción Horizontal decide hacer 'Simulacros de Instrumentos' de valoración. ¿Qué busca con esta acción?",
    "Opción A": "Memorizar las preguntas exactas.",
    "Opción B": "Saber responder eficazmente y familiarizarse con el formato de evaluación.",
    "Opción C": "Evitar la preparación.",
    "Opción D": "Depender de la suerte.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Realizar simulacros de instrumentos ayuda al docente a familiarizarse con el formato de evaluación y a practicar sus habilidades para responder eficazmente, más allá de la memorización."
  },
  {
    "ID de Pregunta": "PHC2-E-144",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Eres un modelo, te observan' (Bandura) implica para el docente de la NEM que debe:",
    "Opción A": "Ignorar su comportamiento en el aula.",
    "Opción B": "Ser consciente de que su forma de ser y actuar enseña tanto o más que sus palabras.",
    "Opción C": "Solo preocuparse por el contenido académico.",
    "Opción D": "Evitar la interacción con los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Bandura, resalta la importancia del modelado; el docente debe ser consciente de que su comportamiento y actitudes influyen significativamente en el aprendizaje y desarrollo de los estudiantes."
  },
  {
    "ID de Pregunta": "PHC2-E-145",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 8, establece que la educación debe ser 'laica y con orientación humanista'. ¿Qué implicación tiene esto para el docente en el aula?",
    "Opción A": "Debe enseñar doctrinas religiosas.",
    "Opción B": "Debe mantener la educación libre de doctrinas religiosas, centrada en valores universales y respeto a la diversidad.",
    "Opción C": "Debe imponer sus creencias personales.",
    "Opción D": "Debe ignorar los valores.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La laicidad y orientación humanista implican que la educación debe estar libre de doctrinas religiosas, enfocándose en el desarrollo de valores universales y el respeto a la diversidad."
  },
  {
    "ID de Pregunta": "PHC2-E-146",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.5 Vida Saludable",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria promueve hábitos de alimentación equilibrada y actividad física regular, además de fomentar la gestión de emociones en el aula. ¿Qué implicación pedagógica del eje 'Vida Saludable' está aplicando?",
    "Opción A": "Solo la prevención de adicciones.",
    "Opción B": "Una educación integral para la salud, incluyendo dimensiones físicas, mentales y emocionales.",
    "Opción C": "La memorización de dietas.",
    "Opción D": "La competencia deportiva.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La promoción de hábitos saludables y la gestión de emociones se enmarcan en una educación integral para la salud, que abarca dimensiones físicas, mentales y emocionales, como lo establece el eje 'Vida Saludable'."
  },
  {
    "ID de Pregunta": "PHC2-E-147",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.2 Diseño de secuencias didácticas bajo los principios de la NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las secuencias didácticas en la NEM deben ser 'Activas y Participativas'. ¿Qué promueven principalmente estas secuencias?",
    "Opción A": "La memorización de contenidos.",
    "Opción B": "La indagación, la colaboración, la experimentación y la construcción activa del conocimiento.",
    "Opción C": "La pasividad del estudiante.",
    "Opción D": "La imposición de ideas.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las secuencias didácticas activas y participativas promueven que los estudiantes investiguen, colaboren, experimenten y construyan activamente su conocimiento, siendo protagonistas de su aprendizaje."
  },
  {
    "ID de Pregunta": "PHC2-E-148",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria fomenta la escucha activa y la resolución pacífica de conflictos en su aula. ¿Qué implicación en el aula de la Educación Socioemocional está promoviendo?",
    "Opción A": "El desarrollo de la competencia entre alumnos.",
    "Opción B": "La creación de un ambiente de confianza y seguridad, y la construcción de relaciones positivas.",
    "Opción C": "La imposición de reglas sin diálogo.",
    "Opción D": "La evitación de la expresión de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Fomentar la escucha activa y la resolución pacífica de conflictos contribuye a crear un ambiente de confianza y seguridad, promoviendo relaciones positivas y el desarrollo socioemocional."
  },
  {
    "ID de Pregunta": "PHC2-E-149",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.5.2 Estrategias (Mediación Pedagógica)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria presenta una situación que desafía las ideas previas de sus alumnos sobre un tema, para que se vean obligados a reestructurar su conocimiento. ¿Qué estrategia de mediación pedagógica está aplicando?",
    "Opción A": "Modelado",
    "Opción B": "Andamiaje",
    "Opción C": "Generación de Conflictos Cognitivos",
    "Opción D": "Retroalimentación Efectiva",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Generación de Conflictos Cognitivos es una estrategia de mediación donde se presentan situaciones que desafían las ideas previas del estudiante para impulsar la reestructuración de su conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-E-150",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.2 Trabajo Colegiado Docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "El trabajo colegiado docente en la NEM es la 'espina dorsal pedagógica'. ¿Cómo se vincula directamente con el Consejo Escolar (CE) y el PEMC?",
    "Opción A": "Es independiente del CE y el PEMC.",
    "Opción B": "El trabajo colegiado contribuye al diagnóstico y la planeación del PEMC, y las decisiones del CE influyen en sus prioridades.",
    "Opción C": "Solo se enfoca en temas administrativos del CE.",
    "Opción D": "No tiene relación con la mejora continua.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El trabajo colegiado docente contribuye directamente al diagnóstico y la planeación del PEMC, y sus prioridades están influenciadas por las decisiones del CE, lo que asegura la alineación con la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-151",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.5 Plan de acción ante acoso",
    "Tiempo recomendado": "30s",
    "Enunciado": "En la Fase 3 del plan de acción ante acoso escolar ('Intervención restaurativa'), ¿qué acción es fundamental después de comunicar con la dirección y el equipo especializado?",
    "Opción A": "Ignorar al agresor.",
    "Opción B": "Buscar un espacio de mediación o reparación con los involucrados (si es apropiado y con consentimiento).",
    "Opción C": "Sancionar sin diálogo.",
    "Opción D": "Dejar que los alumnos resuelvan solos el problema.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La búsqueda de un espacio de mediación o reparación con los involucrados, si es apropiado y con consentimiento, es una acción clave en la fase de intervención restaurativa."
  },
  {
    "ID de Pregunta": "PHC2-E-152",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide 'Alinear su Formación' buscando cursos y posgrados oficialmente reconocidos y relevantes para el perfil que busca la Promoción Horizontal. ¿Qué beneficio principal se espera de esta acción?",
    "Opción A": "Solo acumular constancias.",
    "Opción B": "Asegurar que la formación sume puntos y mejore su práctica de acuerdo con la NEM.",
    "Opción C": "Perder el tiempo en cursos irrelevantes.",
    "Opción D": "No tener que estudiar para el instrumento de valoración.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "'Alinear tu Formación' asegura que los cursos y posgrados sean reconocidos y relevantes para el perfil de la Promoción Horizontal, lo que no solo suma puntos sino que mejora la práctica docente alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-153",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM, al promover las Progresiones de Aprendizaje (PDA) y las Fases, se alinea con el concepto de 'Currículo en Espiral' de Bruner. ¿Qué implica este concepto?",
    "Opción A": "Que los contenidos se enseñan una sola vez.",
    "Opción B": "Que los conceptos fundamentales se presentan en diferentes momentos con mayor complejidad y abstracción.",
    "Opción C": "Que el currículo es rígido y no cambia.",
    "Opción D": "Que el aprendizaje es lineal.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Currículo en Espiral' de Bruner implica que los conceptos fundamentales se retoman y profundizan a lo largo del desarrollo, cada vez con mayor nivel de complejidad y abstracción, lo que se refleja en las PDA y Fases de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-154",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-155",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.6 Apropiación de las Culturas a través de la Lectura y la Escritura",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'ambiente alfabetizador' en su aula con diversos textos y materiales escritos con propósitos reales. ¿Qué implicación pedagógica de este eje está promoviendo?",
    "Opción A": "La memorización de reglas gramaticales.",
    "Opción B": "La lectura por placer y la escritura con propósito y para diversas audiencias.",
    "Opción C": "La limitación del acceso a la información.",
    "Opción D": "La lectura obligatoria sin disfrute.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La creación de ambientes alfabetizadores promueve la lectura por placer y la escritura con un propósito real y para diversas audiencias, lo cual es clave en la Apropiación de las Culturas a través de la Lectura y la Escritura."
  },
  {
    "ID de Pregunta": "PHC2-E-156",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.1.2 Principios para transformar la práctica docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria se asegura de que todos los estudiantes, incluyendo aquellos con necesidades educativas específicas, reciban el apoyo necesario para aprender y participar plenamente. ¿Qué principio de la NEM está aplicando con mayor énfasis?",
    "Opción A": "Humanismo Radical",
    "Opción B": "Pensamiento Crítico como Eje",
    "Opción C": "Inclusión Genuina",
    "Opción D": "Corresponsabilidad y Colaboración",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La 'Inclusión Genuina' implica identificar y eliminar barreras para el aprendizaje y la participación, adaptando estrategias y materiales para atender la diversidad de ritmos, estilos y capacidades."
  },
  {
    "ID de Pregunta": "PHC2-E-157",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.6 Gestión del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria fomenta el diálogo, el respeto mutuo y la participación activa de todos en el aula. ¿Qué aspecto de la gestión del aula en la NEM está promoviendo?",
    "Opción A": "Un ambiente jerárquico y autoritario.",
    "Opción B": "Un ambiente democrático y participativo.",
    "Opción C": "Un ambiente silencioso y sin interacción.",
    "Opción D": "Un ambiente competitivo y excluyente.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La gestión del aula en la NEM busca crear un ambiente democrático y participativo, donde se valoren todas las voces y se promueva la toma de decisiones colectiva."
  },
  {
    "ID de Pregunta": "PHC2-E-158",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnológicos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria utiliza una aplicación de gamificación para repasar conceptos de matemáticas. ¿Qué beneficio principal busca con el uso de esta herramienta digital?",
    "Opción A": "Solo entretener a los alumnos.",
    "Opción B": "Convertir el aprendizaje en un juego, aumentando la motivación y el compromiso.",
    "Opción C": "Sustituir la enseñanza del docente.",
    "Opción D": "Limitar la interacción social.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las plataformas de gamificación convierten el aprendizaje en un juego, lo que aumenta la motivación y el compromiso de los estudiantes, alineándose con el uso intencionado de la tecnología en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-159",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.7 Conclusión (Trabajo Colegiado, CE, CPA)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 6 establece que 'sin comunidad no hay escuela' en el sentido pleno de la NEM. ¿Qué implica esto?",
    "Opción A": "Que la escuela debe estar aislada de su entorno.",
    "Opción B": "Que la escuela debe abrirse y vincularse con la comunidad para alcanzar su potencial transformador.",
    "Opción C": "Que la comunidad no tiene rol relevante.",
    "Opción D": "Que la escuela solo es un edificio.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La frase 'sin comunidad no hay escuela' implica que la escuela debe abrirse y vincularse con la comunidad para lograr su pleno potencial transformador."
  },
  {
    "ID de Pregunta": "PHC2-E-160",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.7 Conclusión crítica (Acoso escolar)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión crítica del Tema 7 sobre el acoso escolar enfatiza que 'la omisión o inacción frente a estas situaciones es inaceptable'. ¿Por qué?",
    "Opción A": "Porque solo es una recomendación pedagógica.",
    "Opción B": "Porque vulnera el derecho a un ambiente de aprendizaje seguro y propicio para el desarrollo integral de los estudiantes.",
    "Opción C": "Porque no afecta al docente.",
    "Opción D": "Porque es un problema menor.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La omisión o inacción frente al acoso escolar es inaceptable porque vulnera el derecho de los estudiantes a un ambiente de aprendizaje seguro y propicio para su desarrollo integral, siendo un deber ético, legal y pedagógico del docente."
  },
  {
    "ID de Pregunta": "PHC2-E-161",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.7 Conclusión (Acuerdo 14/08/23)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 8 establece que el Proyecto Horizontal 2025 es una 'guía integral que busca empoderar a los maestros para que asuman su rol protagónico en la construcción de la educación del futuro'. ¿Qué significa esto para el docente?",
    "Opción A": "Que el proyecto es solo un mapa de estudio teórico.",
    "Opción B": "Que el docente debe ser un agente pasivo.",
    "Opción C": "Que el docente, al comprender y aplicar los principios del proyecto, se convierte en un líder activo en la transformación educativa.",
    "Opción D": "Que el proyecto solo busca cumplir con trámites.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Esta afirmación implica que el Proyecto Horizontal 2025 es una herramienta que empodera al docente para que, al comprender y aplicar sus principios, asuma un rol activo y protagónico en la transformación educativa."
  },
  {
    "ID de Pregunta": "PHC2-E-162",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.7 Conclusión (Teorías Clásicas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La conclusión del Tema 9 afirma que las teorías de Vygotsky, Piaget, Bandura y Bruner 'dotan de profundidad y coherencia a la Nueva Escuela Mexicana'. ¿Qué implicación tiene esto para la práctica docente en la NEM?",
    "Opción A": "Que el docente debe ignorar estas teorías.",
    "Opción B": "Que el docente, al comprender estas bases teóricas, puede diseñar experiencias que respeten los ritmos y potencien la autonomía.",
    "Opción C": "Que la NEM es una teoría completamente nueva.",
    "Opción D": "Que el conocimiento teórico es irrelevante.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La comprensión de estas bases teóricas permite al docente diseñar experiencias pedagógicas más conscientes y efectivas, que respetan los ritmos de aprendizaje y potencian la autonomía."
  },
  {
    "ID de Pregunta": "PHC2-E-163",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.4 Derechos Humanos en la Educación",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según el Tema 1, ¿cuál es una de las acciones clave para que un docente proteja los Derechos Humanos en el aula?",
    "Opción A": "Ignorar las situaciones de conflicto.",
    "Opción B": "Documentar los hechos, intervenir de inmediato y notificar a las autoridades escolares.",
    "Opción C": "Solo observar sin actuar.",
    "Opción D": "Delegar la responsabilidad a los padres.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las acciones clave para proteger los Derechos Humanos incluyen detectar la situación, documentar, intervenir de inmediato y notificar a las autoridades escolares."
  },
  {
    "ID de Pregunta": "PHC2-E-164",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.2.3 Acuerdo 08/08/23 y Lineamientos NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Acuerdo 08/08/23 es fundamental para la NEM porque:",
    "Opción A": "Establece las fechas de vacaciones escolares.",
    "Opción B": "Opera los principios filosóficos y legales de la NEM, detallando el Marco Curricular y Lineamientos Pedagógicos.",
    "Opción C": "Define el salario de los docentes.",
    "Opción D": "Regula las actividades extracurriculares.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El Acuerdo 08/08/23 es clave para operacionalizar la NEM, detallando cómo se estructura el Plan de Estudios (Marco Curricular) y las directrices pedagógicas para su aplicación."
  },
  {
    "ID de Pregunta": "PHC2-E-165",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.2.2 Fundamentación normativa (Aprendizaje Situado)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La fundamentación normativa del aprendizaje situado en la NEM se desprende del Artículo 3° Constitucional y la Ley General de Educación al promover una educación integral y contextualizada. ¿Qué otro documento refuerza explícitamente este enfoque al introducir el codiseño curricular y metodologías como el ABPC?",
    "Opción A": "La Ley de Ingresos de la Federación.",
    "Opción B": "El Código Penal Federal.",
    "Opción C": "El Acuerdo 08/08/23 (o Plan de Estudios de Educación Básica).",
    "Opción D": "El Reglamento de Tránsito.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 08/08/23 es el documento que, al establecer el codiseño curricular y metodologías como el ABPC, refuerza normativamente el enfoque del aprendizaje situado en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-166",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'Rincón de las Emociones' en su aula para que los estudiantes expresen cómo se sienten. Esta acción se alinea con la Educación Socioemocional porque busca:",
    "Opción A": "Solo decorar el aula.",
    "Opción B": "Fomentar la inteligencia emocional y la gestión de emociones.",
    "Opción C": "Evitar que los alumnos hablen de sus sentimientos.",
    "Opción D": "Promover la memorización de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Rincón de las Emociones' es una estrategia que fomenta el reconocimiento y la expresión emocional, contribuyendo al desarrollo de habilidades socioemocionales."
  },
  {
    "ID de Pregunta": "PHC2-E-167",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.1.1 Fundamentación normativa y filosófica (Metodologías Activas)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las metodologías activas en la NEM se fundamentan en el socio constructivismo, la pedagogía crítica, la neuroeducación y el aprendizaje situado. ¿Qué busca la pedagogía crítica en este contexto?",
    "Opción A": "Que el estudiante memorice sin cuestionar.",
    "Opción B": "Que el estudiante analice y cuestione la realidad, buscando vías de transformación.",
    "Opción C": "Que el docente imponga su visión de la realidad.",
    "Opción D": "Que el aprendizaje sea pasivo y receptivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La pedagogía crítica impulsa al estudiante a analizar y cuestionar su realidad, identificando injusticias y buscando soluciones, lo que es un pilar de las metodologías activas en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-168",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.3 Comunidades Profesionales de Aprendizaje (CPA)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las Comunidades Profesionales de Aprendizaje (CPA) son el 'músculo pedagógico' de la NEM. ¿Cómo se alinean con el principio de corresponsabilidad?",
    "Opción A": "Los docentes solo trabajan individualmente.",
    "Opción B": "Los docentes compiten por el mejor desempeño.",
    "Opción C": "Los docentes comparten la responsabilidad por el aprendizaje de todos los estudiantes y por el desarrollo profesional colectivo.",
    "Opción D": "Las CPA son solo para discutir temas administrativos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Las CPA reflejan la corresponsabilidad al promover que los docentes compartan la responsabilidad por el aprendizaje de los alumnos y por el desarrollo profesional conjunto."
  },
  {
    "ID de Pregunta": "PHC2-E-169",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.2 Corresponsabilidad Educativa",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente organiza talleres en la escuela donde padres y abuelos comparten sus oficios y tradiciones con los alumnos. Esta estrategia de corresponsabilidad educativa busca principalmente:",
    "Opción A": "Delegar la enseñanza a las familias.",
    "Opción B": "Ignorar los saberes comunitarios.",
    "Opción C": "Reconocer y valorar los conocimientos y experiencias que las familias y la comunidad aportan al proceso educativo.",
    "Opción D": "Solo entretener a los alumnos.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La estrategia 'Saberes que transforman' busca valorar y reconocer los conocimientos y experiencias de la comunidad como un recurso pedagógico, fomentando la corresponsabilidad."
  },
  {
    "ID de Pregunta": "PHC2-E-170",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.5 Análisis de Apartados Clave del Acuerdo 14/08/23",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide tomar cursos y diplomados que están directamente relacionados con los énfasis de la NEM, como DUA o interculturalidad crítica. ¿Qué implicación operativa del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "Que la formación continua no es valorada.",
    "Opción B": "Que solo importa la antigüedad en el servicio.",
    "Opción C": "Que el docente debe alinear su formación con los principios pedagógicos de la NEM para mejorar su práctica y su valoración.",
    "Opción D": "Que cualquier curso es válido para la promoción.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Acuerdo 14/08/23 valora la formación continua que se alinea con los principios de la NEM, incentivando a los docentes a actualizarse en estos temas para mejorar su práctica y su puntaje en el proceso."
  },
  {
    "ID de Pregunta": "PHC2-E-171",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.5 Síntesis Integrada",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un punto de confluencia entre las teorías de Vygotsky, Piaget, Bandura y Bruner que es fundamental para la NEM es el rol del docente. ¿Cómo se concibe este rol en la NEM, a partir de estas teorías?",
    "Opción A": "Como un transmisor de información.",
    "Opción B": "Como un mediador, facilitador y guía.",
    "Opción C": "Como un evaluador exclusivo de resultados.",
    "Opción D": "Como un observador pasivo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Estas teorías convergen en la idea de que el docente debe ser un mediador, facilitador y guía que acompaña al estudiante en su proceso de construcción del conocimiento, un rol central en la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-172",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.5 Ley General de Derechos de Niñas, Niños y Adolescentes",
    "Tiempo recomendado": "30s",
    "Enunciado": "La Ley General de los Derechos de Niñas, Niños y Adolescentes (LGDNNA) establece la obligación de crear ambientes escolares protectores. Esto significa que la escuela debe garantizar:",
    "Opción A": "Que los alumnos solo aprendan contenidos académicos.",
    "Opción B": "Que los alumnos estén aislados de la comunidad.",
    "Opción C": "Que los alumnos puedan desarrollarse integralmente en un entorno libre de violencia.",
    "Opción D": "Que solo los docentes tomen decisiones sobre la convivencia.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La LGDNNA busca asegurar que los ambientes escolares promuevan el desarrollo integral de los estudiantes en un entorno seguro y libre de violencia, lo cual es transversal a la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-173",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.3 Interculturalidad Crítica",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria organiza una 'Feria de Saberes y Tradiciones' donde alumnos y familias comparten aspectos de sus culturas de origen. Esta actividad se alinea con la Interculturalidad Crítica porque busca:",
    "Opción A": "Solo celebrar el folclore.",
    "Opción B": "Promover la asimilación cultural.",
    "Opción C": "Analizar críticamente las relaciones de poder entre culturas y valorar la diversidad como riqueza.",
    "Opción D": "Ignorar las diferencias culturales.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Interculturalidad Crítica no solo reconoce la diversidad, sino que busca analizar las relaciones de poder y valorar los saberes y expresiones de todas las culturas, fomentando el diálogo equitativo."
  },
  {
    "ID de Pregunta": "PHC2-E-174",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.3 Gestión del aula, intervención comunitaria y acompañamiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La 'intervención comunitaria' del docente en la NEM implica:",
    "Opción A": "Que el docente solo dé clases en la comunidad.",
    "Opción B": "Que el docente sea un puente entre la escuela y la comunidad, involucrando a las familias y buscando soluciones conjuntas a problemáticas locales.",
    "Opción C": "Que la comunidad decida todo en la escuela sin el docente.",
    "Opción D": "Que el docente ignore el contexto de la comunidad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La intervención comunitaria del docente implica conocer el contexto, involucrar a la comunidad en proyectos y buscar soluciones conjuntas a problemáticas locales, haciendo de la escuela un centro comunitario."
  },
  {
    "ID de Pregunta": "PHC2-E-175",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.6 Gestión del Aula y Ambientes Alfabetizadores",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente decide reorganizar el mobiliario del aula para facilitar el trabajo colaborativo y la interacción entre los estudiantes. Esta acción se relaciona con la gestión del aula en la NEM porque busca:",
    "Opción A": "Controlar estrictamente la disciplina.",
    "Opción B": "Limitar la interacción entre alumnos.",
    "Opción C": "Crear un ambiente de aprendizaje democrático y flexible que promueva la autonomía.",
    "Opción D": "Mantener un ambiente rígido y tradicional.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La gestión del aula en la NEM busca crear un ambiente flexible y democrático que promueva la participación, la autonomía y el trabajo colaborativo, adaptando el espacio a las necesidades pedagógicas."
  },
  {
    "ID de Pregunta": "PHC2-E-176",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.6 Uso de Recursos Digitales y Tecnológicos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente utiliza una plataforma digital para que sus alumnos colaboren en la creación de una presentación sobre un tema. Este uso de la tecnología se alinea con la NEM porque:",
    "Opción A": "Sustituye la interacción presencial.",
    "Opción B": "Permite la creación de contenidos y fomenta la colaboración y comunicación.",
    "Opción C": "Solo sirve para entretener a los alumnos.",
    "Opción D": "Es un fin en sí mismo.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El uso de herramientas digitales para la colaboración y creación de contenidos potencia las metodologías activas y la interacción, alineándose con el enfoque pedagógico de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-177",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' de la NEM, el Consejo Escolar (CE) es el 'motor operativo de la transformación'. ¿Qué implica esto?",
    "Opción A": "Que el CE solo se encarga de trámites burocráticos.",
    "Opción B": "Que el CE es la plataforma más poderosa para movilizar a toda la comunidad hacia la mejora.",
    "Opción C": "Que el CE es un órgano consultivo sin poder de decisión.",
    "Opción D": "Que el CE solo se reúne una vez al año.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El CE es el motor de la transformación porque moviliza a toda la comunidad escolar y local, siendo un espacio activo de decisión y acción para la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-178",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Cultura de paz se vive, no se enseña' en la NEM implica que:",
    "Opción A": "La paz es un concepto abstracto que no se aplica en la escuela.",
    "Opción B": "La cultura de paz se construye día a día con el ejemplo, el diálogo y la resolución constructiva de conflictos.",
    "Opción C": "Solo se enseña la paz en clases de Formación Cívica y Ética.",
    "Opción D": "La paz es responsabilidad exclusiva de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La cultura de paz en la NEM es una práctica constante que se construye a través del ejemplo, el diálogo, la empatía y la resolución pacífica de conflictos en la vida diaria de la escuela."
  },
  {
    "ID de Pregunta": "PHC2-E-179",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal crea una 'Carpeta Mi Promoción' digital y física para guardar todas sus constancias, reconocimientos y evidencias. ¿Qué punto clave del Acuerdo 14/08/23 refleja esta acción?",
    "Opción A": "La necesidad de improvisar la documentación.",
    "Opción B": "La importancia de la organización documental.",
    "Opción C": "Que las evidencias no son relevantes.",
    "Opción D": "Que solo se valora la antigüedad.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La 'Organización documental' es un punto clave y un tip ultra operativo para el docente en el proceso de Promoción Horizontal, asegurando que toda la información relevante esté disponible y organizada."
  },
  {
    "ID de Pregunta": "PHC2-E-180",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Tu alumno no es un vaso vacío, es un constructor' (Piaget) implica para el docente de la NEM que debe:",
    "Opción A": "Llenar al alumno de información sin más.",
    "Opción B": "Darle material y desafíos para que construya su propio conocimiento.",
    "Opción C": "Ignorar lo que el alumno ya sabe.",
    "Opción D": "Limitar la interacción del alumno con el entorno.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Piaget, resalta el rol activo del estudiante en la construcción de su conocimiento, por lo que el docente debe proveer los medios (materiales y desafíos) para esa construcción."
  },
  {
    "ID de Pregunta": "PHC2-E-181",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-182",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.1 Inclusión",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria aplica el Diseño Universal para el Aprendizaje (DUA) en su planeación. ¿Qué busca lograr principalmente con el DUA?",
    "Opción A": "Estandarizar la enseñanza para todos los alumnos.",
    "Opción B": "Crear actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes desde un inicio.",
    "Opción C": "Atender solo a los alumnos con necesidades educativas especiales.",
    "Opción D": "Limitar las opciones de aprendizaje.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El DUA busca diseñar actividades y materiales que sean accesibles y significativos para la mayor diversidad de estudiantes posible desde un inicio, eliminando barreras para el aprendizaje y la participación."
  },
  {
    "ID de Pregunta": "PHC2-E-183",
    "Nivel": "🔵 E",
    "Tema/Subtema": "3.4.1 Implementación de los principios de la NEM en la práctica",
    "Tiempo recomendado": "30s",
    "Enunciado": "El docente de la NEM se caracteriza por su 'flexibilidad y adaptabilidad'. ¿Qué implica esto en su práctica diaria?",
    "Opción A": "Seguir un plan rígido sin cambios.",
    "Opción B": "Ajustar la planeación y las estrategias en función de la respuesta de los estudiantes y los eventos emergentes.",
    "Opción C": "Ignorar los cambios en el aula.",
    "Opción D": "Mantener siempre la misma metodología.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La flexibilidad y adaptabilidad del docente en la NEM implica su capacidad para ajustar la planeación y las estrategias según las necesidades de los estudiantes y las situaciones que surjan en la aula o la comunidad."
  },
  {
    "ID de Pregunta": "PHC2-E-184",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.7 Puntos Claves + Tips",
    "Tiempo recomendado": "30s",
    "Enunciado": "Según los 'Puntos Clave' del Tema 4, ¿por qué los Campos Formativos NO son asignaturas aisladas en la NEM?",
    "Opción A": "Porque solo se enfocan en un área del conocimiento.",
    "Opción B": "Porque se articulan entre sí para un aprendizaje holístico.",
    "Opción C": "Porque no tienen relación con los Ejes Articuladores.",
    "Opción D": "Porque solo se enseñan de forma teórica.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Los Campos Formativos en la NEM se articulan entre sí a través de los Ejes Articuladores, buscando una visión integral e interdisciplinaria del conocimiento, no operando de forma aislada."
  },
  {
    "ID de Pregunta": "PHC2-E-185",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.7 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'El error es el mejor maestro' en la NEM implica que el docente debe:",
    "Opción A": "Sancionar severamente los errores de los alumnos.",
    "Opción B": "Ignorar los errores para no desmotivar.",
    "Opción C": "Celebrar el intento, analizar la lección del error y fomentar el aprendizaje a partir de él.",
    "Opción D": "Evitar que los alumnos cometan errores.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "Esta frase enfatiza que el error es una oportunidad de aprendizaje, por lo que el docente debe fomentar su análisis y la reflexión sobre lo que se puede aprender de él."
  },
  {
    "ID de Pregunta": "PHC2-E-186",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un director implementa una 'Agenda Participativa del CE' donde se dedica un espacio fijo a 'logros de la semana/mes' y 'reto de la semana/mes'. ¿Qué busca potenciar con esta estrategia?",
    "Opción A": "La burocracia del CE.",
    "Opción B": "La inactividad de los miembros.",
    "Opción C": "La acción, la corresponsabilidad y la movilización de la comunidad hacia la mejora.",
    "Opción D": "La centralización de decisiones.",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La 'Agenda Participativa del CE' busca fomentar la acción, la corresponsabilidad y la movilización de toda la comunidad hacia la mejora, convirtiendo al CE en un motor de transformación."
  },
  {
    "ID de Pregunta": "PHC2-E-187",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.5 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Sostenibilidad es principio transversal' en la NEM implica que:",
    "Opción A": "Solo se aborda en la clase de ciencias naturales.",
    "Opción B": "Debe permear en todas las asignaturas y en la vida diaria de la escuela.",
    "Opción C": "Es un tema opcional para algunas escuelas.",
    "Opción D": "Solo es responsabilidad de los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La sostenibilidad en la NEM es un principio que debe permear en todas las asignaturas y en la vida diaria de la escuela, no limitarse a un solo tema o área."
  },
  {
    "ID de Pregunta": "PHC2-E-188",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que se prepara para la Promoción Horizontal decide hacer 'Simulacros de Instrumentos' de valoración. ¿Qué busca con esta acción?",
    "Opción A": "Memorizar las preguntas exactas.",
    "Opción B": "Saber responder eficazmente y familiarizarse con el formato de evaluación.",
    "Opción C": "Evitar la preparación.",
    "Opción D": "Depender de la suerte.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Realizar simulacros de instrumentos ayuda al docente a familiarizarse con el formato de evaluación y a practicar sus habilidades para responder eficazmente, más allá de la memorización."
  },
  {
    "ID de Pregunta": "PHC2-E-189",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.6 Puntos Claves + Tips Operativos (Integrando teorías)",
    "Tiempo recomendado": "30s",
    "Enunciado": "La frase 'Eres un modelo, te observan' (Bandura) implica para el docente de la NEM que debe:",
    "Opción A": "Ignorar su comportamiento en el aula.",
    "Opción B": "Ser consciente de que su forma de ser y actuar enseña tanto o más que sus palabras.",
    "Opción C": "Solo preocuparse por el contenido académico.",
    "Opción D": "Evitar la interacción con los alumnos.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Esta frase, inspirada en Bandura, resalta la importancia del modelado; el docente debe ser consciente de que su comportamiento y actitudes influyen significativamente en el aprendizaje y desarrollo de los estudiantes."
  },
  {
    "ID de Pregunta": "PHC2-E-190",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 8, establece que la educación debe ser 'laica y con orientación humanista'. ¿Qué implicación tiene esto para el docente en el aula?",
    "Opción A": "Debe enseñar doctrinas religiosas.",
    "Opción B": "Debe mantener la educación libre de doctrinas religiosas, centrada en valores universales y respeto a la diversidad.",
    "Opción C": "Debe imponer sus creencias personales.",
    "Opción D": "Debe ignorar los valores.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La laicidad y orientación humanista implican que la educación debe estar libre de doctrinas religiosas, enfocándose en el desarrollo de valores universales y el respeto a la diversidad."
  },
  {
    "ID de Pregunta": "PHC2-E-191",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.5 Vida Saludable",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria promueve hábitos de alimentación equilibrada y actividad física regular, además de fomentar la gestión de emociones en el aula. ¿Qué implicación pedagógica del eje 'Vida Saludable' está aplicando?",
    "Opción A": "Solo la prevención de adicciones.",
    "Opción B": "Una educación integral para la salud, incluyendo dimensiones físicas, mentales y emocionales.",
    "Opción C": "La memorización de dietas.",
    "Opción D": "La competencia deportiva.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La promoción de hábitos saludables y la gestión de emociones se enmarcan en una educación integral para la salud, que abarca dimensiones físicas, mentales y emocionales, como lo establece el eje 'Vida Saludable'."
  },
  {
    "ID de Pregunta": "PHC2-E-192",
    "Tema/Subtema": "3.4.2 Diseño de secuencias didácticas bajo los principios de la NEM",
    "Tiempo recomendado": "30s",
    "Enunciado": "Las secuencias didácticas en la NEM deben ser 'Activas y Participativas'. ¿Qué promueven principalmente estas secuencias?",
    "Opción A": "La memorización de contenidos.",
    "Opción B": "La indagación, la colaboración, la experimentación y la construcción activa del conocimiento.",
    "Opción C": "La pasividad del estudiante.",
    "Opción D": "La imposición de ideas.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Las secuencias didácticas activas y participativas promueven que los estudiantes investiguen, colaboren, experimenten y construyan activamente su conocimiento, siendo protagonistas de su aprendizaje."
  },
  {
    "ID de Pregunta": "PHC2-E-193",
    "Nivel": "🔵 E",
    "Tema/Subtema": "4.5 Educación Socioemocional",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria fomenta la escucha activa y la resolución pacífica de conflictos en su aula. ¿Qué implicación en el aula de la Educación Socioemocional está promoviendo?",
    "Opción A": "El desarrollo de la competencia entre alumnos.",
    "Opción B": "La creación de un ambiente de confianza y seguridad, y la construcción de relaciones positivas.",
    "Opción C": "La imposición de reglas sin diálogo.",
    "Opción D": "La evitación de la expresión de emociones.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "Fomentar la escucha activa y la resolución pacífica de conflictos contribuye a crear un ambiente de confianza y seguridad, promoviendo relaciones positivas y el desarrollo socioemocional."
  },
  {
    "ID de Pregunta": "PHC2-E-194",
    "Nivel": "🔵 E",
    "Tema/Subtema": "5.5.2 Estrategias (Mediación Pedagógica)",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria presenta una situación que desafía las ideas previas de sus alumnos sobre un tema, para que se vean obligados a reestructurar su conocimiento. ¿Qué estrategia de mediación pedagógica está aplicando?",
    "Opción A": "Modelado",
    "Opción B": "Andamiaje",
    "Opción C": "Generación de Conflictos Cognitivos",
    "Opción D": "Retroalimentación Efectiva",
    "Respuesta Correcta": "C",
    "Retroalimentación": "La Generación de Conflictos Cognitivos es una estrategia de mediación donde se presentan situaciones que desafían las ideas previas del estudiante para impulsar la reestructuración de su conocimiento."
  },
  {
    "ID de Pregunta": "PHC2-E-195",
    "Nivel": "🔵 E",
    "Tema/Subtema": "6.2 Trabajo Colegiado Docente",
    "Tiempo recomendado": "30s",
    "Enunciado": "El trabajo colegiado docente en la NEM es la 'espina dorsal pedagógica'. ¿Cómo se vincula directamente con el Consejo Escolar (CE) y el PEMC?",
    "Opción A": "Es independiente del CE y el PEMC.",
    "Opción B": "El trabajo colegiado contribuye al diagnóstico y la planeación del PEMC, y las decisiones del CE influyen en sus prioridades.",
    "Opción C": "Solo se enfoca en temas administrativos del CE.",
    "Opción D": "No tiene relación con la mejora continua.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El trabajo colegiado docente contribuye directamente al diagnóstico y la planeación del PEMC, y sus prioridades están influenciadas por las decisiones del CE, lo que asegura la alineación con la mejora continua."
  },
  {
    "ID de Pregunta": "PHC2-E-196",
    "Nivel": "🔵 E",
    "Tema/Subtema": "7.3.5 Plan de acción ante acoso",
    "Tiempo recomendado": "30s",
    "Enunciado": "En la Fase 3 del plan de acción ante acoso escolar ('Intervención restaurativa'), ¿qué acción es fundamental después de comunicar con la dirección y el equipo especializado?",
    "Opción A": "Ignorar al agresor.",
    "Opción B": "Buscar un espacio de mediación o reparación con los involucrados (si es apropiado y con consentimiento).",
    "Opción C": "Sancionar sin diálogo.",
    "Opción D": "Dejar que los alumnos resuelvan solos el problema.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La búsqueda de un espacio de mediación o reparación con los involucrados, si es apropiado y con consentimiento, es una acción clave en la fase de intervención restaurativa."
  },
  {
    "ID de Pregunta": "PHC2-E-197",
    "Nivel": "🔵 E",
    "Tema/Subtema": "8.6 Puntos Claves + Tips Ultra Operativos",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente que participa en la Promoción Horizontal decide 'Alinear su Formación' buscando cursos y posgrados oficialmente reconocidos y relevantes para el perfil que busca la Promoción Horizontal. ¿Qué beneficio principal se espera de esta acción?",
    "Opción A": "Solo acumular constancias.",
    "Opción B": "Asegurar que la formación sume puntos y mejore su práctica de acuerdo con la NEM.",
    "Opción C": "Perder el tiempo en cursos irrelevantes.",
    "Opción D": "No tener que estudiar para el instrumento de valoración.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "'Alinear tu Formación' asegura que los cursos y posgrados sean reconocidos y relevantes para el perfil de la Promoción Horizontal, lo que no solo suma puntos sino que mejora la práctica docente alineada con la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-198",
    "Nivel": "🔵 E",
    "Tema/Subtema": "9.4 Bruner y el Aprendizaje por Descubrimiento",
    "Tiempo recomendado": "30s",
    "Enunciado": "La NEM, al promover las Progresiones de Aprendizaje (PDA) y las Fases, se alinea con el concepto de 'Currículo en Espiral' de Bruner. ¿Qué implica este concepto?",
    "Opción A": "Que los contenidos se enseñan una sola vez.",
    "Opción B": "Que los conceptos fundamentales se presentan en diferentes momentos con mayor complejidad y abstracción.",
    "Opción C": "Que el currículo es rígido y no cambia.",
    "Opción D": "Que el aprendizaje es lineal.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "El 'Currículo en Espiral' de Bruner implica que los conceptos fundamentales se retoman y profundizan a lo largo del desarrollo, cada vez con mayor nivel de complejidad y abstracción, lo que se refleja en las PDA y Fases de la NEM."
  },
  {
    "ID de Pregunta": "PHC2-E-199",
    "Nivel": "🔵 E",
    "Tema/Subtema": "1.1 Fundamento Constitucional: Artículo 3° CPEUM",
    "Tiempo recomendado": "30s",
    "Enunciado": "El Artículo 3° Constitucional, en su Párrafo 7, compromete al docente a no conformarse con prácticas mínimas, sino a buscar siempre la mejora de sus procesos pedagógicos. ¿Qué principio de la NEM se refleja en este compromiso?",
    "Opción A": "Laicidad",
    "Opción B": "Gratuidad",
    "Opción C": "Mejora Continua y Excelencia",
    "Opción D": "Obligatoriedad",
    "Respuesta Correcta": "C",
    "Retroalimentación": "El Párrafo 7 del Artículo 3° Constitucional se alinea directamente con el principio de Mejora Continua y Excelencia de la NEM, impulsando al docente a la superación constante."
  },
  {
    "ID de Pregunta": "PHC2-E-200",
    "Nivel": "🔵 E",
    "Tema/Subtema": "2.3.6 Apropiación de las Culturas a través de la Lectura y la Escritura",
    "Tiempo recomendado": "30s",
    "Enunciado": "Un docente de primaria crea un 'ambiente alfabetizador' en su aula con diversos textos y materiales escritos con propósitos reales. ¿Qué implicación pedagógica de este eje está promoviendo?",
    "Opción A": "La memorización de reglas gramaticales.",
    "Opción B": "La lectura por placer y la escritura con propósito y para diversas audiencias.",
    "Opción C": "La limitación del acceso a la información.",
    "Opción D": "La lectura obligatoria sin disfrute.",
    "Respuesta Correcta": "B",
    "Retroalimentación": "La creación de ambientes alfabetizadores promueve la lectura por placer y la escritura con un propósito real y para diversas audiencias, lo cual es clave en la Apropiación de las Culturas a través de la Lectura y la Escritura."
  }
]
